Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

# MSG00015
source: Costing completed and stock updated
ar: تم الانتهاء من حساب التكاليف وتحديث المخزون
de: Kalkulation abgeschlossen und Bestand aktualisiert
es: Costeo completado y stock actualizado
fr: Chiffrage réalisé et stock mis à jour
hi: लागत पूरी हो गई और स्टॉक अपडेट हो गया
id: Penetapan biaya selesai dan stok diperbarui

# MSG00016
source: Reserved stock details not found
ar: تفاصيل المخزون المحجوز غير موجودة
de: Reservierter Bestand. Details nicht gefunden
es: Stock reservado Detalles no encontrados
fr: Stock réservé Détails introuvables
hi: आरक्षित स्टॉक विवरण नहीं मिला
id: Rincian stok yang dipesan tidak ditemukan

# MSG00017
source: Mismatch with number of packages
ar: عدم التطابق مع عدد الحزم
de: Nichtübereinstimmung mit der Anzahl der Pakete
es: No coincide con el número de paquetes
fr: Inadéquation avec le nombre de colis
hi: पैकेजों की संख्या के साथ बेमेल
id: Ketidaksesuaian dengan jumlah paket

# MSG00018
source: Exceeding packages
ar: تجاوز الحزم
de: Überschreitung der Pakete
es: Paquetes excedentes
fr: Dépassement de colis
hi: जरूरत से ज्यादा पैकेज
id: Paket melebihi

# MSG00019
source: Costing details not found
ar: لم يتم العثور على تفاصيل التكلفة
de: Kostendetails nicht gefunden
es: No se encontraron detalles de costos
fr: Détails des coûts introuvables
hi: लागत विवरण नहीं मिला
id: Detail biaya tidak ditemukan

# MSG00020
source: Batch/Serial quantity does not match with short/surplus quantity
ar: الكمية الدفعية/التسلسلية لا تتطابق مع الكمية القصيرة/الفائضة
de: Die Chargen-/Serienmenge stimmt nicht mit der Unter-/Überschussmenge überein
es: La cantidad de lote/serie no coincide con la cantidad corta/excedente
fr: La quantité du lot/série ne correspond pas à la quantité courte/excédentaire
hi: बैच/सीरियल मात्रा लघु/अधिशेष मात्रा से मेल नहीं खाती
id: Jumlah Batch/Serial tidak sesuai dengan jumlah Short/Surplus

# MSG00021
source: Source document has been processed, Document can not be created again
ar: تمت معالجة المستند المصدر ولا يمكن إنشاؤه مرة أخرى
de: Das Quelldokument wurde verarbeitet und kann nicht erneut erstellt werden
es: El documento fuente ha sido procesado y no se puede volver a crear.
fr: Le document source a été traité et ne peut pas être recréé
hi: स्रोत दस्तावेज़ संसाधित हो चुका है, दोबारा नहीं बनाया जा सकता
id: Dokumen sumber yang telah diproses tidak dapat dibuat lagi

# MSG00022
source: Job invoice has been processed, Document can not be modified
ar: تمت معالجة فاتورة الوظيفة، ولا يمكن تعديلها
de: Die Auftragsrechnung wurde verarbeitet und kann nicht geändert werden
es: La factura del trabajo ha sido procesada, no se puede modificar.
fr: La facture de travail a été traitée, ne peut pas être modifiée
hi: कार्य चालान संसाधित हो चुका है, संशोधित नहीं किया जा सकता
id: Faktur pekerjaan telah diproses, tidak dapat diubah

# MSG00023
source: Production plan is under process, Order cannot be cancelled or force closed
ar: خطة الإنتاج قيد المعالجة، ولا يمكن إلغاء الطلب أو إغلاقه بالقوة
de: Der Produktionsplan ist in Bearbeitung, der Auftrag kann nicht storniert oder erzwungen werden
es: El plan de producción está en proceso, el pedido no se puede cancelar ni forzar el cierre
fr: Le plan de production est en cours, la commande ne peut pas être annulée ou forcée à fermer
hi: उत्पादन योजना प्रक्रियाधीन है, ऑर्डर रद्द नहीं किया जा सकता या बलपूर्वक बंद नहीं किया जा सकता
id: Rencana produksi sedang dalam proses, pesanan tidak dapat dibatalkan atau ditutup paksa

# MSG00024
source: Production plan is under process, Sales Forecast cannot be cancelled
ar: خطة الإنتاج قيد المعالجة، ولا يمكن إلغاء توقعات المبيعات
de: Der Produktionsplan ist in Bearbeitung, die Verkaufsprognose kann nicht storniert werden
es: El plan de producción está en proceso, el pronóstico de ventas no se puede cancelar
fr: Le plan de production est en cours, les prévisions de ventes ne peuvent pas être annulées
hi: उत्पादन योजना प्रक्रियाधीन है, बिक्री पूर्वानुमान रद्द नहीं किया जा सकता
id: Rencana produksi sedang dalam proses, Perkiraan Penjualan tidak dapat dibatalkan

# MSG00025
source: Consumption quantity of at least one material is required, Document cannot be saved
ar: مطلوب كمية الاستهلاك من مادة واحدة على الأقل. لا يمكن حفظ المستند
de: Es ist eine Verbrauchsmenge von mindestens einem Material erforderlich. Dokument kann nicht gespeichert werden
es: Se requiere la cantidad de consumo de al menos un material. El documento no se puede guardar
fr: Une quantité de consommation d'au moins un matériau est requise. Le document ne peut pas être enregistré
hi: कम से कम एक सामग्री की उपभोग मात्रा आवश्यक है। दस्तावेज़ सहेजा नहीं जा सकता
id: Kuantitas konsumsi setidaknya satu bahan diperlukan. Dokumen tidak dapat disimpan

# MSG00026
source: Financial year does not exist, Transaction are not allowed.
ar: السنة المالية غير موجودة. لا يمكن أن تتم الصفقة.
de: Geschäftsjahr existiert nicht. Die Transaktion kann nicht durchgeführt werden.
es: El ejercicio económico no existe. No se puede realizar la transacción.
fr: L'exercice n'existe pas. La transaction ne peut pas être effectuée.
hi: वित्तीय वर्ष मौजूद नहीं है. लेन-देन नहीं किया जा सकता.
id: Tahun anggaran tidak ada. Transaksi tidak dapat dilakukan.

# MSG00027
source: Unreserved stock details not found
ar: تفاصيل الأسهم غير المحجوزة غير موجودة
de: Nicht reservierter Bestand. Details nicht gefunden
es: Stock no reservado Detalles no encontrados
fr: Stock non réservé Détails introuvables
hi: अनारक्षित स्टॉक विवरण नहीं मिला
id: Rincian stok tanpa pagu harga tidak ditemukan

# MSG00028
source: Batch quantity does not match with invoice quantity
ar: كمية الدفعة لا تتطابق مع كمية الفاتورة
de: Die Chargenmenge stimmt nicht mit der Rechnungsmenge überein
es: La cantidad del lote no coincide con la cantidad de la factura
fr: La quantité du lot ne correspond pas à la quantité facturée
hi: बैच मात्रा चालान मात्रा से मेल नहीं खाती
id: Jumlah batch tidak sesuai dengan jumlah faktur

# MSG00029
source: Books are closed. New Entry can not be made in this financial year
ar: الكتب مغلقة. لا يمكن الدخول في هذه السنة المالية
de: Bücher sind geschlossen. Eine Eintragung ist in diesem Geschäftsjahr nicht möglich
es: Los libros están cerrados. No se puede realizar la entrada en este ejercicio
fr: Les livres sont fermés. L'inscription ne peut pas être effectuée sur cet exercice
hi: किताबें बंद हैं. इस वित्तीय वर्ष में एंट्री नहीं की जा सकेगी
id: Buku ditutup. Entri tidak dapat dilakukan pada tahun anggaran ini

# MSG00030
source: Sample Receipt has been cancelled, Document can not be cancelled
ar: تم بالفعل إلغاء استلام العينة. لا يمكن إلغاء المستند
de: Der Probeneingang wurde bereits storniert. Das Dokument kann nicht storniert werden
es: El recibo de muestra ya ha sido cancelado. El documento no se puede cancelar
fr: Le reçu d'échantillon a déjà été annulé. Le document ne peut pas être annulé
hi: नमूना रसीद पहले ही रद्द कर दी गई है। दस्तावेज़ रद्द नहीं किया जा सकता
id: Tanda Terima Sampel telah dibatalkan. Dokumen tidak dapat dibatalkan

# MSG00031
source: Ordered Quantity does not match with the scheduled quantity
ar: الكمية المطلوبة لا تتطابق مع الكمية المجدولة
de: Die bestellte Menge stimmt nicht mit der geplanten Menge überein
es: La cantidad pedida no coincide con la cantidad programada
fr: La quantité commandée ne correspond pas à la quantité prévue
hi: आदेशित मात्रा निर्धारित मात्रा से मेल नहीं खाती
id: Kuantitas yang dipesan tidak sesuai dengan kuantitas yang dijadwalkan

# MSG00032
source: At least one shipping and billing address should be set as default
ar: يجب تعيين عنوان شحن وفوترة واحد على الأقل كعنوان افتراضي
de: Mindestens eine Versand- und Rechnungsadresse sollte als Standard eingestellt sein
es: Al menos una dirección de envío y facturación debe establecerse como predeterminada
fr: Au moins une adresse de livraison et de facturation doit être définie par défaut
hi: कम से कम एक शिपिंग और बिलिंग पता डिफ़ॉल्ट के रूप में सेट होना चाहिए
id: Setidaknya satu alamat pengiriman dan penagihan harus disetel sebagai default

# MSG00033
source: Issued Quantity is greater than total available quantity
ar: الكمية المصدرة أكبر من إجمالي الكمية المتوفرة
de: Die ausgegebene Menge ist größer als die insgesamt verfügbare Menge
es: La cantidad emitida es mayor que la cantidad total disponible
fr: La quantité émise est supérieure à la quantité totale disponible
hi: जारी की गई मात्रा कुल उपलब्ध मात्रा से अधिक है
id: Dikeluarkan Qty Lebih Besar dari Total Tersedia Qty

# MSG00034
source: Unreserve quantity should be greater than 0
ar: يجب أن تكون الكمية غير المحجوزة أكبر من 0
de: Die nicht reservierte Menge sollte größer als 0 sein
es: La cantidad sin reservar debe ser mayor que 0
fr: La quantité non réservée doit être supérieure à 0
hi: अनारक्षित मात्रा 0 से अधिक होनी चाहिए
id: Jumlah yang tidak dipesan harus lebih besar dari 0

# MSG00035
source: Issued quantity should not be greater than available quantity
ar: يجب ألا تكون الكمية المصدرة أكبر من إجمالي الكمية المتاحة
de: Die ausgegebene Menge sollte nicht größer sein als die insgesamt verfügbare Menge
es: La cantidad emitida no debe ser mayor que la cantidad total disponible
fr: La quantité émise ne doit pas être supérieure à la quantité totale disponible
hi: जारी की गई मात्रा कुल उपलब्ध मात्रा से अधिक नहीं होनी चाहिए
id: Kuantitas yang diterbitkan tidak boleh lebih besar dari total kuantitas yang tersedia

# MSG00036
source: At least one billing address should be set as default
ar: يجب تعيين عنوان فوترة واحد على الأقل كعنوان افتراضي
de: Mindestens eine Rechnungsadresse sollte als Standard eingestellt sein
es: Al menos una dirección de facturación debe establecerse como predeterminada
fr: Au moins une adresse de facturation doit être définie par défaut
hi: कम से कम एक बिलिंग पता डिफ़ॉल्ट के रूप में सेट होना चाहिए
id: Setidaknya satu alamat penagihan harus disetel sebagai default

# MSG00037
source: Credit and Debit amount mismatch, Document can not be saved.
ar: عدم تطابق مبلغ الائتمان والخصم
de: Kredit- und Sollbetrag stimmen nicht überein
es: Discrepancia en los montos de crédito y débito
fr: Inadéquation des montants de crédit et de débit
hi: क्रेडिट और डेबिट राशि बेमेल
id: Ketidaksesuaian Jumlah Kredit dan Debit

# MSG00038
source: Batch quantity does not match with reserved quantity
ar: كمية الدُفعات لا تتطابق مع الكمية المحجوزة
de: Die Chargenmenge stimmt nicht mit der reservierten Menge überein
es: La cantidad del lote no coincide con la cantidad reservada
fr: La quantité du lot ne correspond pas à la quantité réservée
hi: बैच मात्रा आरक्षित मात्रा से मेल नहीं खाती
id: Kuantitas batch tidak sesuai dengan kuantitas yang dipesan

# MSG00039
source: Delivery schedule quantity does not match with item quantity for
ar: كمية جدول التسليم لا تتطابق مع كمية الصنف لـ
de: Die Lieferplanmenge stimmt nicht mit der Artikelmenge für überein
es: La cantidad del programa de entrega no coincide con la cantidad del artículo para
fr: La quantité de l'échéancier de livraison ne correspond pas à la quantité d'articles pour
hi: डिलीवरी शेड्यूल मात्रा के लिए आइटम मात्रा के साथ मेल नहीं खाता
id: Jumlah jadwal pengiriman tidak sesuai dengan jumlah barang untuk

# MSG00040
source: Sale Voucher raised against invoice number
ar: قسيمة بيع مرفوعة مقابل رقم الفاتورة
de: Gegen Rechnungsnummer erhobener Verkaufsgutschein
es: Comprobante de venta cobrado contra el número de factura
fr: Bon de vente émis contre le numéro de facture
hi: बिक्री वाउचर चालान संख्या के खिलाफ उठाया
id: Voucher Penjualan Dinaikkan Terhadap Nomor Faktur

# MSG00041
source: GL account is not linked with
ar: حساب GL غير مرتبط بـ
de: Hauptbuchkonto ist nicht mit verknüpft
es: La cuenta GL no está vinculada con
fr: Le compte GL n'est pas lié à
hi: जीएल खाता लिंक नहीं है
id: Akun GL tidak ditautkan

# MSG00042
source: Credit Note raised against invoice number
ar: إصدار إشعار دائن مقابل رقم الفاتورة
de: Gutschrift gegen Rechnungsnummer
es: Nota de crédito emitida contra el número de factura
fr: Note de crédit émise sur numéro de facture
hi: चालान संख्या के खिलाफ उठाया गया क्रेडिट नोट
id: Nota Kredit Dibesarkan Terhadap Nomor Faktur

# MSG00043
source: Debit Note raised against invoice number
ar: إصدار مذكرة الخصم مقابل رقم الفاتورة
de: Belastungsanzeige gegen Rechnungsnummer
es: Nota de débito contra el número de factura
fr: Note de débit émise sur numéro de facture
hi: चालान संख्या के खिलाफ डेबिट नोट उठाया गया
id: Nota Debit Dibesarkan Terhadap Nomor Faktur

# MSG00044
source: Purchase Voucher raised against invoice number
ar: قسيمة الشراء المرفوعة مقابل رقم الفاتورة
de: Gegen Rechnungsnummer ausgestellter Kaufgutschein
es: Comprobante de compra cobrado contra el número de factura
fr: Bon d'achat émis contre le numéro de facture
hi: चालान संख्या के खिलाफ उठाया गया खरीद वाउचर
id: Voucher Pembelian Dinaikkan Terhadap Nomor Faktur

# MSG00045
source: Stock of some items is reserved against this order, Order cannot be cancelled or forced closed
ar: مخزون بعض العناصر محجوز مقابل هذا الطلب ، ولا يمكن إلغاء الطلب أو الإغلاق الإجباري
de: Der Lagerbestand einiger Artikel ist für diese Bestellung reserviert. Die Bestellung kann nicht storniert oder geschlossen werden
es: El stock de algunos artículos está reservado para este pedido, el pedido no se puede cancelar ni forzar el cierre
fr: Le stock de certains articles est réservé pour cette commande, la commande ne peut pas être annulée ou fermée de force
hi: इस आदेश के लिए कुछ वस्तुओं का स्टॉक आरक्षित है, आदेश को रद्द या बलपूर्वक बंद नहीं किया जा सकता है
id: Stok beberapa barang dicadangkan untuk pesanan ini, Pesanan tidak dapat dibatalkan atau ditutup paksa

# MSG00046
source: Debit Note Raised Against purchase return number
ar: تم رفع إشعار الخصم مقابل رقم إرجاع الشراء
de: Belastungsanzeige gegen Kaufrückgabenummer
es: Nota de Débito Emitida Contra Compra Número de Devolución
fr: Note de débit émise contre le numéro de retour d'achat
hi: डेबिट नोट खरीद वापसी संख्या के खिलाफ उठाया
id: Nota Debit Dibesarkan Terhadap Nomor Retur Pembelian

# MSG00047
source: Purchase Voucher raised against cancellation of purchase return number
ar: تم رفع قسيمة الشراء مقابل إلغاء رقم إرجاع الشراء
de: Gegen Kaufstornierung erhobener Kaufgutschein Rücksendenummer
es: Vale de compra levantado contra cancelación de compra Número de devolución
fr: Bon d'achat émis contre l'annulation du numéro de retour d'achat
hi: खरीद वाउचर खरीद वापसी संख्या को रद्द करने के खिलाफ उठाया गया
id: Voucher Pembelian Dinaikkan Terhadap Nomor Retur Pembelian

# MSG00048
source: Voucher date cannot be greater than current date
ar: لا يمكن أن يكون تاريخ الإيصال أكبر من التاريخ الحالي.
de: Das Gutscheindatum darf nicht nach dem aktuellen Datum liegen
es: La fecha del comprobante no puede ser posterior a la fecha actual
fr: La date du bon ne peut pas être supérieure à la date actuelle
hi: वाउचर तिथि वर्तमान तिथि से अधिक नहीं हो सकती
id: Tanggal voucher tidak boleh lebih besar dari Tanggal saat ini

# MSG00049
source: Please select default image
ar: الرجاء تحديد الصورة الافتراضية
de: Bitte wählen Sie ein Standardbild aus
es: Seleccione la imagen predeterminada
fr: Veuillez sélectionner l'image par défaut
hi: कृपया डिफ़ॉल्ट छवि का चयन करें
id: Silakan pilih gambar default

# MSG00050
source: Credit Note raised against sales return number
ar: إصدار إشعار دائن مقابل رقم إرجاع المبيعات
de: Gutschrift gegen Verkaufsretourennummer
es: Nota de crédito emitida contra el número de devolución de ventas
fr: Note de crédit émise contre le numéro de retour de vente
hi: सेल्स रिटर्न नंबर के खिलाफ बनाया गया क्रेडिट नोट
id: Nota Kredit Dibesarkan Terhadap Nomor Retur Penjualan

# MSG00051
source: Sales Voucher raised against cancellation of sales return number
ar: تم رفع قسيمة المبيعات مقابل إلغاء رقم إرجاع المبيعات
de: Verkaufsgutschein gegen Stornierung der Verkaufsretourennummer erhoben
es: Vale de venta generado contra la cancelación del número de devolución de ventas
fr: Bon de vente généré contre l'annulation du numéro de retour de vente
hi: बिक्री वाउचर बिक्री रिटर्न संख्या को रद्द करने के खिलाफ उठाया गया
id: Voucher Pembelian Didapatkan Terhadap Pembatalan Nomor Pengembalian Pembelian

# MSG00052
source: GL Posting Detail not found
ar: لم يتم العثور على تفاصيل نشر دفتر الأستاذ العام
de: FIBU-Buchungsdetail nicht gefunden
es: Detalle de contabilización del libro mayor no encontrado
fr: Détail d'imputation GL introuvable
hi: जीएल पोस्टिंग विवरण नहीं मिला
id: Detail Posting GL Tidak Ditemukan

# MSG00053
source: Journal Voucher raised against shipment number
ar: تم رفع قسيمة دفتر اليومية مقابل رقم الشحنة
de: Journalbeleg gegen Sendungsnummer erhoben
es: Comprobante de diario cobrado contra el número de envío
fr: Bon de journal généré contre le numéro d'expédition
hi: जर्नल वाउचर शिपमेंट संख्या के खिलाफ उठाया गया
id: Voucher Jurnal Dibesarkan Terhadap Nomor Pengiriman

# MSG00054
source: Journal Voucher raised against material receipt number
ar: قسيمة دفتر اليومية التي تم رفعها مقابل رقم استلام المواد
de: Journalbeleg gegen Materialbelegnummer erhoben
es: Asiento del diario cobrado contra el número de recepción de material
fr: Pièce de journal émise contre le numéro de réception du matériel
hi: सामग्री रसीद संख्या के विरुद्ध उठाया गया जर्नल वाउचर
id: Voucher Jurnal Dibesarkan Terhadap Nomor Penerimaan Material

# MSG00055
source: Journal Voucher raised against production confirmation number
ar: تم جمع قسيمة دفتر اليومية مقابل رقم تأكيد الإنتاج
de: Journalbeleg gegen Produktionsbestätigungsnummer erhoben
es: Número de confirmación de producción del comprobante de diario cobrado
fr: Bon de journal généré contre le numéro de confirmation de production
hi: जर्नल वाउचर प्रोडक्शन कन्फर्मेशन नंबर के खिलाफ उठाया गया
id: Voucher Jurnal Dibesarkan Terhadap Nomor Konfirmasi Produksi

# MSG00056
source: This is auto generated voucher, can not be modified
ar: هذه قسيمة تم إنشاؤها تلقائيًا ، ولا يمكن تعديلها
de: Dies ist ein automatisch generierter Gutschein, der nicht geändert werden kann
es: Este es un cupón generado automáticamente, no se puede modificar
fr: Ceci est un bon généré automatiquement, ne peut pas être modifié
hi: यह स्वतः उत्पन्न वाउचर है, इसे संशोधित नहीं किया जा सकता है
id: Ini adalah voucher yang dibuat secara otomatis, tidak dapat diubah

# MSG00057
source: Invalid range
ar: نطاق غير صالح
de: Ungültiger Bereich
es: Rango no válido
fr: Plage invalide
hi: अमान्य सीमा
id: Rentang Tidak Valid

# MSG00058
source: Discount can not be greater than 99.99%
ar: لا يمكن أن يكون الخصم أكبر من 99.99٪
de: Der Rabatt darf nicht größer als 99,99 % sein.
es: El descuento no puede ser superior al 99,99%
fr: La remise ne peut pas être supérieure à 99,99 %
hi: छूट 99.99% से अधिक नहीं हो सकती
id: Diskon tidak boleh lebih besar dari 99,99%

# MSG00059
source: Payment(s) has been adjusted against this invoice, Document can not be modified
ar: تم تعديل الدفعة (الدفعات) مقابل هذه الفاتورة. لا يمكن تعديله
de: Die Zahlung(en) wurden mit dieser Rechnung abgeglichen. Es kann nicht geändert werden
es: Los pagos se han ajustado a esta factura. No se puede modificar
fr: Le(s) paiement(s) ont été ajustés par rapport à cette facture. Il ne peut pas être modifié
hi: भुगतान को इस चालान के विरुद्ध समायोजित कर दिया गया है। इसे संशोधित नहीं किया जा सकता
id: Pembayaran telah disesuaikan dengan faktur ini. Itu tidak dapat dimodifikasi

# MSG00060
source: Gross or Assessable value is less or equal to 0, Document can not be saved
ar: لا يمكن حفظ المستند ، القيمة الإجمالية أو القابلة للتقييم أقل أو تساوي الصفر
de: Das Dokument kann nicht gespeichert werden, der Brutto- oder Schätzwert ist kleiner oder gleich Null
es: El documento no se puede guardar, el valor bruto o gravable es menor o igual a cero
fr: Le document ne peut pas être enregistré, la valeur brute ou assurable est inférieure ou égale à zéro
hi: दस्तावेज़ को सहेजा नहीं जा सकता, सकल या मूल्यांकन योग्य मूल्य शून्य से कम या बराबर है
id: Dokumen tidak dapat disimpan, Gross atau Assessable Value kurang atau sama dengan Nol

# MSG00061
source: Bill(s) has been adjusted, Opening balance can not be modified
ar: تم تعديل الفاتورة. لا يمكن تعديل الرصيد الافتتاحي
de: Rechnung wurde angepasst. Der Eröffnungssaldo kann nicht geändert werden
es: Bill ha sido ajustado. El saldo inicial no se puede modificar
fr: La facture a été ajustée. Le solde d'ouverture ne peut pas être modifié
hi: बिल समायोजित किया गया है। प्रारंभिक शेष राशि को संशोधित नहीं किया जा सकता है
id: Tagihan telah disesuaikan. Saldo awal tidak dapat diubah

# MSG00062
source: Adjustment(s) has been made, Voucher can not be modified
ar: تم إجراء التعديل. لا يمكن تعديل القسيمة
de: Die Anpassung wurde vorgenommen. Der Gutschein kann nicht geändert werden
es: Se ha realizado el ajuste. El bono no se puede modificar
fr: Un ajustement a été fait. Le bon ne peut pas être modifié
hi: समायोजन कर लिया गया है। वाउचर को संशोधित नहीं किया जा सकता है
id: Penyesuaian telah dilakukan. Voucher tidak dapat diubah

# MSG00063
source: Invalid email address
ar: بريد إلكتروني خاطئ
de: Ungültige E-Mail
es: Email inválido
fr: Email invalide
hi: अमान्य ईमेल
id: Email tidak valid

# MSG00064
source: Advance amount mismatch with invoice amount
ar: المبلغ المقدم غير متطابق مع مبلغ الفاتورة
de: Der Vorschussbetrag stimmt nicht mit dem Rechnungsbetrag überein
es: Discrepancia del monto del anticipo con el monto de la factura
fr: Le montant de l'avance ne correspond pas au montant de la facture
hi: चालान राशि के साथ अग्रिम राशि मेल नहीं खाती
id: Ketidaksesuaian jumlah uang muka dengan jumlah tagihan

# MSG00065
source: GST Number is missing in address
ar: رقم ضريبة السلع والخدمات مفقود في العنوان
de: Die GST-Nummer fehlt in der Adresse
es: Falta el número GST en la dirección
fr: Le numéro GST est manquant dans l'adresse
hi: पते में जीएसटी नंबर गायब है
id: Nomor GST tidak ada di Alamat

# MSG00066
source: Invalid GST Number
ar: رقم ضريبة السلع والخدمات غير صالح
de: Ungültige GST-Nummer
es: Número GST no válido
fr: Numéro de TPS invalide
hi: अमान्य जीएसटी संख्या
id: Nomor GST tidak valid

# MSG00067
source: Invalid Serial From
ar: مسلسل من غير صالح
de: Ungültige Seriennummer von
es: Número de serie no válido de
fr: Numéro de série non valide
hi: से अमान्य सीरियल
id: Serial Dari Tidak Valid

# MSG00068
source: Invalid Serial To
ar: الرقم التسلسلي غير صالح
de: Ungültige Seriennummer
es: Número de serie no válido para
fr: Numéro de série à non valide
hi: अमान्य सीरियल टू
id: Serial Ke Tidak Valid

# MSG00069
source: Packed quantity mismatch with serialization quantity for
ar: عدم تطابق الكمية المعبأة مع كمية التسلسل لـ
de: Die verpackte Menge stimmt nicht mit der Serialisierungsmenge für überein
es: La cantidad empaquetada no coincide con la cantidad de serialización para
fr: Inadéquation de la quantité emballée avec la quantité de sérialisation pour
hi: के लिए क्रमांकन मात्रा के साथ पैक की गई मात्रा बेमेल
id: Ketidakcocokan Kuantitas yang Dikemas dengan kuantitas serialisasi untuk

# MSG00070
source: Payment has been made, Voucher can not be modified
ar: تم الدفع. لا يمكن تعديل القسيمة.
de: Zahlung wurde durchgeführt. Der Gutschein kann nicht geändert werden
es: El pago ha sido completado. El bono no se puede modificar
fr: La paiement à été fait. Le bon ne peut pas être modifié
hi: भुगतान किया जा चुका है। वाउचर को संशोधित नहीं किया जा सकता है
id: Pembayaran telah dilakukan. Voucher tidak dapat diubah

# MSG00071
source: Packed quantity mismatch with serialization quantity
ar: عدم تطابق الكمية المعبأة مع كمية التسلسل
de: Die verpackte Menge stimmt nicht mit der Serialisierungsmenge überein
es: La cantidad empaquetada no coincide con la cantidad de serialización
fr: Inadéquation de la quantité emballée avec la quantité de sérialisation
hi: क्रमांकन मात्रा के साथ पैक की गई मात्रा बेमेल
id: Ketidakcocokan Kuantitas yang Dikemas dengan kuantitas serialisasi
