Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

source: Production Source
ar: مصدر الإنتاج
de: Produktionsquelle
es: Fuente de producción
fr: Origine de la production
hi: उत्पादन स्रोत
id: Sumber Produksi

source: Production Summary
ar: ملخص الإنتاج
de: Produktionszusammenfassung
es: Resumen de producción
fr: Sommaire de fabrication
hi: उत्पादन सारांश
id: Ringkasan Produksi

source: Product Name
ar: اسم المنتج
de: Produktname
es: nombre del producto
fr: Nom du prospect
hi: प्रोडक्ट का नाम
id: Nama Produk

source: Product Portfolio
ar: محفظة المنتج
de: Produktportfolio
es: Portafolio de productos
fr: Portefeuille de produits
hi: उत्पाद पोर्ट्फोलिओ
id: Portofolio produk

source: Products
ar: منتجات
de: Produkte
es: productos
fr: Des produits
hi: उत्पादों
id: Produk

source: Product Wise Sales Summary
ar: ملخص مبيعات المنتج الحكيم
de: Zusammenfassung der produktbezogenen Verkäufe
es: Resumen de ventas por producto
fr: Résumé des ventes par produit
hi: उत्पाद वार बिक्री सारांश
id: Ringkasan Penjualan Bijaksana Produk

source: Profile
ar: حساب تعريفي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil

# ProfitAndLossReserveAccount
source: P&L Reserve Account
ar: حساب احتياطي الربح والخسارة
de: GuV-Reservekonto
es: Cuenta de reserva de pérdidas y ganancias
fr: Compte de réserve P&L
hi: लाभ और हानि आरक्षित खाता
id: Rekening Cadangan Laba Rugi

# ProfitAndLossStatement
source: Profit & Loss Statement
ar: بيان الربح والخسارة
de: Gewinn- und Verlustrechnung
es: Estado de pérdidas y ganancias
fr: Compte de résultat
hi: लाभ और हानि वक्तव्य
id: Laporan Untung & Rugi

source: Proforma Detail
ar: التفاصيل الأولية
es: Detalle proforma
fr: Détail pro forma
hi: प्रोफार्मा विवरण
id: Detail Proforma

source: Prospect
ar: احتمال
de: Aussicht
es: Prospecto
fr: perspective
hi: आशा
id: Prospek

source: Prospect Detail
ar: تفاصيل الاحتمال
de: Details zum Interessenten
es: Detalle de prospecto
fr: Détail du prospect
hi: संभावना विवरण
id: Detail Prospek

source: Prospect Name
ar: اسم العميل المحتمل
de: Name des Interessenten
es: Nombre del prospecto
fr: Nom du prospect
hi: संभावना का नाम
id: Nama Prospek

source: Prospect Type
ar: نوع الاحتمال
de: Interessententyp
es: Tipo de prospecto
fr: Type de prospect
hi: संभावना प्रकार
id: Tipe Prospek

source: Provisional Payable Account
ar: حساب الدفع المؤقت
de: Vorläufiges Verbindlichkeitskonto
es: Cuenta por Pagar Provisional
fr: Compte Fournisseur Provisoire
hi: अनंतिम देय खाता
id: Akun Hutang Sementara

source: Purchasable
ar: قابل للشراء
de: Kaufbar
es: Comprable
fr: Achetable
hi: बिक्री का
id: Dapat dibeli

source: Purchase
ar: شراء
de: Kaufen
es: Compra
fr: Acheter
hi: खरीदना
id: Pembelian

source: Purchase Alias
ar: شراء الاسم المستعار
de: Alias ​​kaufen
es: Alias ​​de compra
fr: Alias d'achat
hi: उपनाम खरीदें
id: Beli Alias

source: Purchase Amount
ar: مبلغ الشراء
de: Gesamtbetrag des Einkaufs
es: Monto de la compra
fr: Montant des achats
hi: खरीद राशि
id: Jumlah pembelian

source: Purchase History
ar: تاريخ شراء
de: Kaufhistorie
es: Historial de compras
fr: Historique d'achat
hi: खरीद इतिहास
id: Riwayat Pembelian

source: Purchase Invoice
ar: فاتورة الشراء
de: Kaufrechnung
es: Factura de compra
fr: Facture d'achat
hi: खरीद चालान
id: Faktur Pembelian

source: Purchase Order Tracking
ar: تتبع طلب الشراء
de: Auftragsverfolgung
es: Seguimiento de órdenes de compra
fr: Suivi des bons de commande
hi: खरीद आदेश ट्रैकिंग
id: Pelacakan Pesanan Pembelian

source: Purchase Price
ar: سعر الشراء
de: Kaufpreis
es: Precio de compra
fr: Prix D'achat
hi: खरीद मूल्य
id: Harga pembelian

source: Purchase Register
ar: سجل الشراء
de: Kaufregister
es: Registro de compras
fr: Registre d'achat
hi: खरीद रजिस्टर
id: Daftar Pembelian

source: Purchase Return
ar: عودة شراء
de: Rückgabe
es: Devolución de compra
fr: Retour d'achat
hi: खरीद वापसी
id: Pengembalian Pembelian

source: Purchase Return Account
ar: شراء حساب العودة
de: Kaufrückgabekonto
es: Cuenta de devolución de compra
fr: Compte De Retour D'achat
hi: खरीद वापसी खाता
id: Rekening Retur Pembelian

source: Purchase Return Detail
ar: تفاصيل إعادة الشراء
de: Einzelheiten zur Kaufrückgabe
es: Detalle de devolución de compra
fr: Détail du retour d'achat
hi: खरीद वापसी विवरण
id: Detail Retur Pembelian

source: Purchase Type
ar: نوع الشراء
de: Art des Kaufs
es: Tipo de compra
fr: type d'achat
hi: खरीदारी प्रकार
id: Jenis Pembelian

source: Purchase UOM
ar: شراء UOM
de: Kaufen Sie UOM
es: Compra unidad de medida
fr: achat UOM
hi: यूओएम खरीदें
id: Beli UOM

source: Purpose
ar: غاية
de: Zweck
es: Objetivo
fr: But
hi: उद्देश्य
id: Tujuan

source: Pvt.
ar: الجندي.
hi: प्रा.
id: Prajurit.

source: QC
es: control de calidad
hi: क्यूसी

source: QC Accepted
ar: QC مقبولة
de: Qualitätskontrolle akzeptiert
es: control de calidad aceptado
fr: CQ accepté
hi: क्यूसी स्वीकृत
id: QC Diterima

source: QC Accepted Quantity
ar: QC الكمية المقبولة
de: QC-akzeptierte Menge
es: Cantidad aceptada de control de calidad
fr: QC Quantité Acceptée
hi: क्यूसी स्वीकृत मात्रा
id: Kuantitas yang Diterima QC

# QCAction
source: Pass/Fail
ar: يتخطى الفشل
de: Bestanden/Nicht bestanden
es: Contraseña errónea
fr: Réussite/échec
hi: क्यूसी एक्शन
id: Tindakan QC

source: QC Date
ar: تاريخ مراقبة الجودة
de: QC-Datum
es: Fecha de control de calidad
fr: Date de contrôle qualité
hi: क्यूसी तिथि
id: Tanggal QC

source: QC Detail
ar: تفاصيل مراقبة الجودة
de: QC-Details
es: Detalle de control de calidad
fr: Détail CQ
hi: क्यूसी विवरण
id: Detil QC

# QCNumberAndDate
source: QC Number & Date
ar: رقم وتاريخ مراقبة الجودة
de: QC-Nummer und Datum
es: Número y fecha de control de calidad
fr: Numéro de CQ et date
hi: क्यूसी संख्या और दिनांक
id: Nomor dan Tanggal QC

source: QC Rejected
ar: رفض مراقبة الجودة
de: QC abgelehnt
es: Control de calidad rechazado
fr: QC rejeté
hi: क्यूसी अस्वीकृत
id: QC Ditolak

source: QC Rejected Quantity
ar: QC رفض الكمية
de: QC-abgelehnte Menge
es: Cantidad rechazada de control de calidad
fr: QC Quantité rejetée
hi: क्यूसी अस्वीकृत मात्रा
id: Kuantitas yang Ditolak QC

source: QC required
ar: QC المطلوبة
de: Qualitätskontrolle erforderlich
es: Control de calidad requerido
fr: QC Requis
hi: क्यूसी की आवश्यकता है
id: QC diperlukan

source: QC Reworkable
ar: QC قابلة لإعادة العمل
de: QC Nacharbeitbar
es: control de calidad reelaborable
fr: CQ remaniable
hi: क्यूसी पुन: प्रयोज्य
id: QC Dapat Dikerjakan Ulang

source: Qty/Inner Pack
ar: الكمية/العبوة الداخلية
de: Menge/Innenverpackung
es: Cantidad/Paquete interior
fr: Quantité/Emballage intérieur
hi: मात्रा/इनर पैक
id: Jumlah/Kemasan Dalam

source: Qty/Outer Pack
ar: الكمية/العبوة الخارجية
de: Menge/Außenverpackung
es: Cantidad/Paquete exterior
fr: Qté/Emballage extérieur
hi: मात्रा/बाहरी पैक
id: Jumlah/Kemasan Luar

source: Qty/Pack
ar: الكمية / العبوة
de: Menge/Packung
es: Cant./Paquete
fr: Qté/paquet
hi: मात्रा पैक
id: Paket Qty

# QtyPerInner
source: Qty/Inner
ar: الكمية/الداخلية
de: Menge/Innen
es: Cant./Interior
fr: Qté/Intérieur
hi: मात्रा/भीतरी
id: Jumlah/Batin

source: Quality
ar: جودة
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
id: Kualitas

source: Quality Check
ar: فحص الجودة
de: Qualitätsprüfung
es: Control de calidad
fr: Contrôle qualité
hi: गुणवत्ता की जांच
id: Cek kualitas

source: Quality Parameters
ar: معلمات الجودة
de: Qualitätsparameter
es: Parámetros de calidad
fr: Paramètres de qualité
hi: गुणवत्ता पैरामीटर
id: Parameter Kualitas

source: Quantity
ar: كمية
de: Menge
es: Cantidad
fr: Quantité
hi: मात्रा
id: Kuantitas

source: Quantity Detail
ar: تفاصيل الكمية
de: Mengendetail
es: Detalle de cantidad
fr: Détail de la quantité
hi: मात्रा विवरण
id: Detil Kuantitas

source: Quantity Produced
ar: أنتجت الكمية
de: Produzierte Menge
es: Cantidad Producida
fr: Quantité produite
hi: उत्पादित मात्रा
id: Kuantitas Diproduksi

source: Quantity Rejected
ar: الكمية المرفوضة
de: Abgelehnte Menge
es: Cantidad rechazada
fr: Quantité rejetée
hi: मात्रा अस्वीकृत
id: Kuantitas Ditolak

source: Quarter
ar: ربع
de: Quartal
es: Cuarto
fr: Quart
hi: तिमाही
id: Seperempat

source: Quarterly
ar: ربعي
de: Vierteljährlich
es: Trimestral
fr: Trimestriel
hi: त्रैमासिक
id: Triwulanan

source: Quotation
ar: اقتباس
de: Zitat
es: Cotización
fr: Devis
hi: उद्धरण
id: Kutipan

source: Quotation Date
ar: تاريخ الاقتباس
de: Angebotsdatum
es: Fecha de cotización
fr: Date du devis
hi: बोली की तारीख
id: Tanggal Penawaran

source: Quotation Detail
ar: تفاصيل الاقتباس
de: Angebotsdetails
es: Detalle de cotización
fr: Détail du devis
hi: उद्धरण विवरण
id: Detil Kutipan

source: Quotation Number
ar: رقم الإقتباس
de: Angebotsnummer
es: Número de cotización
fr: Numéro de devis
hi: उद्धरण संख्या
id: Nomor Kutipan

# QuotationQuantity
source: Quotation Qty.
ar: اقتباس الكمية.
de: Angebotsmenge.
es: Cantidad de cotización
fr: Quantité de devis.
hi: कोटेशन मात्रा
id: Kuantitas Kutipan

source: Quotation Tracking
ar: تتبع الاقتباس
de: Angebotsverfolgung
es: Seguimiento de cotizaciones
fr: Suivi des devis
hi: उद्धरण ट्रैकिंग
id: Pelacakan Kutipan

source: Quotation Type
ar: نوع الاقتباس
de: Angebotstyp
es: Tipo de cotización
fr: Type de devis
hi: उद्धरण प्रकार
id: Jenis Kutipan

source: Quotation Value
ar: قيمة الاقتباس
de: Angebotswert
es: Valor de cotización
fr: Valeur du devis
hi: कोटेशन मूल्य
id: Nilai Kutipan

source: Quoted Price
ar: السعر المعروض
de: Börsenpreis
es: Precio cotizado
fr: Prix indiqué
hi: उद्धृत मूल्य
id: Harga Dikutip

source: Quoted Quantity
ar: الكمية المقتبسة
de: Angebotsmenge
es: Cantidad cotizada
fr: Quantité proposée
hi: उद्धृत मात्रा
id: Kuantitas yang Dikutip

source: Raise
ar: يرفع
de: Erheben
es: Aumentar
fr: Augmenter
hi: उठाना
id: Mengangkat

source: Raised
ar: نشأ
de: Erzogen
es: Aumentó
fr: Soulevé
hi: उठाया
id: Dinaikkan

source: Range
ar: نطاق
de: Bereich
es: Rango
fr: Varier
hi: श्रेणी
id: Jarak

# Rate
source: Price
ar: سعر
de: Preis
es: Precio
fr: Prix
hi: कीमत
id: Harga

# Rate1
source: Rate
ar: معدل
es: Tasa
fr: Taux
hi: दर
id: Kecepatan

source: Rating
ar: تصنيف
de: Bewertung
es: Clasificación
fr: Notation
hi: रेटिंग
id: Peringkat

source: Raw Material Detail
ar: تفاصيل المواد الخام
de: Rohstoffdetail
es: Detalle de Materia Prima
fr: Détails des matières premières
hi: कच्चे माल का विवरण
id: Detil Bahan Baku

source: RCM
es: MCR
fr: MRC
hi: आर सी एम

source: Reason
ar: سبب
de: Grund
es: Razón
fr: Raison
hi: कारण
id: Alasan

source: Reason for NCR
ar: سبب NCR
de: Grund für NCR
es: Razón de la NCR
fr: Raison de la RCN
hi: एनसीआर का कारण
id: Alasan NCR

source: Reason for rejection
ar: سبب الرفض
de: Grund für die Ablehnung
es: Motivo del rechazo
fr: Raison du rejet
hi: खारिज करने का कारण
id: Alasan penolakan

source: Reason for Return
ar: سبب الإرجاع
de: Grund der Rückkehr
es: Razón para regresar
fr: Raison du retour
hi: वापसी की वजह
id: Alasan untuk kembali

source: Receipient
ar: المستلم
de: Empfänger
es: Destinatario
fr: Destinataire
hi: प्राप्तकर्ता
id: Penerima

source: Receipients
ar: المستلمون
de: Empfänger
es: Destinatarios
fr: Destinataires
hi: प्राप्तकर्ता
id: Penerima

source: Receipt
ar: إيصال
de: Erhalt
es: Recibo
fr: Reçu
hi: रसीद
id: Kuitansi

source: Receipt Date
ar: تاريخ استلام
de: Eingangsdatum
es: Fecha de recepción
fr: Date de réception
hi: रसीद तारीख
id: Tanggal penerimaan

source: Receipt Number
ar: عدد إيصال
de: Quittungsnummer
es: Número de recibo
fr: Numéro de reçu
hi: पत्र संख्या
id: Nomor Tanda Terima

source: Receipt Quantity
ar: كمية الاستلام
de: Empfangsmenge
es: Cantidad de recibo
fr: Quantité reçue
hi: प्राप्ति मात्रा
id: Kuantitas Penerimaan

source: Receipts
ar: الإيصالات
de: Quittungen
es: Ingresos
fr: Reçus
hi: प्राप्तियां
id: Tanda terima

source: Receivable
ar: مستحق
de: Forderungen
es: Cuenta por cobrar
fr: Recevable
hi: प्राप्य
id: Piutang

source: Receivables
ar: الذمم المدينة
de: Forderungen
es: cuentas por cobrar
fr: Créances
hi: प्राप्तियों
id: Piutang

source: Received
ar: تم الاستلام
de: Erhalten
es: Recibido
fr: Reçue
hi: प्राप्त
id: Diterima

source: Received Quantity
ar: الكمية المستلمة
de: Erhaltene Menge
es: Cantidad recibida
fr: Quantité reçue
hi: प्राप्त मात्रा
id: Kuantitas yang Diterima

source: Receiving Warehouse
ar: استلام المستودع
de: Empfangslager
es: Almacén de recepción
fr: Entrepôt de réception
hi: गोदाम प्राप्त करना
id: Menerima Gudang

source: Recipients
ar: المستلمون
de: Empfänger
es: Destinatarios
fr: Destinataires
hi: प्राप्तकर्ता
id: Penerima

source: Reconciled
ar: فرضت عليه
de: Versöhnt
es: Reconciliado
fr: Réconcilié
hi: मेल मिलाप
id: Direkonsiliasi

source: Reconciliation
ar: المصالحة
de: Versöhnung
es: reconciliación
fr: réconciliation
hi: सुलह
id: rekonsiliasi

source: Recoverable
ar: قابل للاسترداد
de: Wiederherstellbar
es: Recuperable
fr: Restaurable
hi: बचानेवाला
id: Dapat dipulihkan

source: Reduced By
ar: قلل بواسطة
de: Reduziert um
es: Reducido por
fr: Réduit par
hi: द्वारा कम किया गया
id: Dikurangi oleh

source: Reference
ar: مرجع
de: Referenz
es: Referencia
fr: Référence
hi: संदर्भ
id: Referensi

source: Reference Document Date
ar: تاريخ الوثيقة المرجعية
de: Datum des Referenzdokuments
es: Fecha del documento de referencia
fr: Date du document de référence
hi: संदर्भ दस्तावेज़ दिनांक
id: Tanggal Dokumen Referensi

source: Reference Document Number
ar: رقم الوثيقة المرجعية
de: Referenzdokumentnummer
es: Número de documento de referencia
fr: Numéro du document de référence
hi: संदर्भ दस्तावेज़ संख्या
id: Nomor Dokumen Referensi

source: Reference Number
ar: رقم المرجع
de: Referenznummer
es: Número de referencia
fr: Numéro de réference
hi: संदर्भ संख्या
id: Nomor referensi

source: Ref. No.
ar: رقم المرجع
de: Ref. NEIN.
es: Árbitro. No.
fr: Numéro de réference
hi: प्रसंग संख्या
id: Nomor referensi

# Refresh
source: Discard
ar: تجاهل
de: Verwerfen
es: Desechar
fr: Jeter
hi: ताज़ा करना
id: Menyegarkan

source: Region
ar: منطقة
es: Región
fr: Région
hi: क्षेत्र
id: Wilayah

source: Region Name
ar: اسم المنطقة
de: Regionsname
es: Nombre de la región
fr: Nom de la région
hi: क्षेत्र का नाम
id: Nama Wilayah

source: Regions
ar: المناطق
de: Regionen
es: Regiones
fr: Régions
hi: क्षेत्रों
id: Daerah

source: Region Wise Sales Summary
ar: ملخص مبيعات المنطقة
de: Zusammenfassung der regionalen Verkäufe
es: Resumen de ventas inteligentes por región
fr: Récapitulatif des ventes par région
hi: क्षेत्रवार बिक्री सारांश
id: Ringkasan Penjualan Bijak Wilayah

source: Register
ar: يسجل
de: Registrieren
es: Registro
fr: Registre
hi: पंजीकरण करवाना
id: Daftar

source: Registration
ar: تسجيل
de: Anmeldung
es: Registro
fr: Inscription
hi: पंजीकरण
id: Pendaftaran

source: Registration Number
ar: رقم التسجيل
de: Registrationsnummer
es: Número de registro
fr: Numéro d'enregistrement
hi: पंजीकरण संख्या
id: Nomor pendaftaran

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fr: Rejeter
hi: अस्वीकार करना
id: Menolak

source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazado
fr: Rejetée
hi: अस्वीकार कर दिया
id: Ditolak

source: Rejected by
ar: مرفوض من طرف
de: Zurückgewiesen von
es: Rechazado por
fr: Rejeté par
hi: द्वारा अस्वीकार कर दिया
id: Ditolak oleh

source: Rejected in QC
ar: تم رفضه في مراقبة الجودة
de: In der Qualitätskontrolle abgelehnt
es: Rechazado en QC
fr: Rejeté au QC
hi: क्यूसी में अस्वीकृत
id: Ditolak di QC

source: Rejected Quantity
ar: الكمية المرفوضة
de: Abgelehnte Menge
es: Cantidad rechazada
fr: Quantité rejetée
hi: अस्वीकृत मात्रा
id: Kuantitas yang Ditolak

source: Rejected Stock
ar: مخزون مرفوض
de: Abgelehnte Menge
es: Stock rechazado
fr: Stock rejeté
hi: अस्वीकृत स्टॉक
id: Stok Ditolak

source: Rejected Stock Value
ar: قيمة المخزون المرفوضة
de: Abgelehnter Lagerwert
es: Valor de stock rechazado
fr: Valeur De L'action Rejetée
hi: अस्वीकृत स्टॉक मूल्य
id: Nilai Saham yang Ditolak

source: Rejection
ar: الرفض
de: Rechazo
es: Rechazo
fr: Rejet
hi: अस्वीकार
id: Penolakan

source: Rejection Detail
ar: تفاصيل الرفض
de: Details zur Ablehnung
es: Detalle de rechazo
fr: Détail du rejet
hi: अस्वीकृति विवरण
id: Detil Penolakan

# RejectionPercentage
source: Rejection %
ar: نسبة الرفض
de: Ablehnung %
es: Rechazo %
fr: % de rejet
hi: अस्वीकृति प्रतिशत
id: Persentase Penolakan

source: Rejection Reason
ar: سبب الرفض
de: Ablehnungsgrund
es: Motivo del rechazo
fr: Motif du rejet
hi: अस्वीकृति का कारण
id: Alasan Penolakan

source: Rejection Warehouse
ar: مستودع الرفض
de: Ablehnungslager
es: Almacén de rechazo
fr: Entrepôt de rejet
hi: अस्वीकृति गोदाम
id: Gudang Penolakan

source: Remaining Balance
ar: الرصيد المتبقي
de: Die verbleibende Summe
es: Balance restante
fr: Solde restant
hi: शेष राशि
id: Saldo yang tersisa

source: Remaining Quantity
ar: الكمية المتبقية
de: Verbleibende Menge
es: Cantidad restante
fr: Quantité restante
hi: बची हुई मात्रा
id: Kuantitas yang tersisa

source: Remarks
ar: ملاحظات
de: Bemerkungen
es: Observaciones
fr: Remarques
hi: टिप्पणियां
id: Catatan

source: Remittance
ar: التحويلات
de: Überweisung
es: Remesa
fr: Remise
hi: प्रेषण
id: Pengiriman uang

source: Reorder
ar: إعادة الترتيب
de: Neu anordnen
fr: Réorganiser
hi: पुन: व्यवस्थित करें
id: Susun ulang

source: Reorder Level
ar: إعادة ترتيب المستوى
de: Nachbestellungsebene
es: Reordenar nivel
fr: Niveau de réapprovisionnement
hi: स्तर पुनः क्रमित करें
id: Susun Ulang Tingkat

source: Repair Value
ar: قيمة الإصلاح
de: Reparaturwert
es: Valor de reparación
fr: Valeur de réparation
hi: मरम्मत मूल्य
id: Nilai Perbaikan

source: Replicate
ar: تكرار
de: Replizieren
es: Reproducir exactamente
fr: Reproduire
hi: दोहराने
id: Mengulangi

source: Replicate first row in all samples
ar: تكرار الصف الأول في كافة العينات
de: Replizieren Sie die erste Zeile in allen Proben
es: Replicar la primera fila en todas las muestras.
fr: Répliquer la première ligne dans tous les échantillons
hi: सभी नमूनों में पहली पंक्ति को दोहराएँ
id: Replikasi baris pertama di semua sampel

source: Replicate On All Items
ar: النسخ المتماثل على كافة العناصر
de: Auf alle Elemente replizieren
es: Replicar en todos los artículos
fr: Répliquer sur tous les éléments
hi: सभी वस्तुओं पर दोहराएँ
id: Replikasi Di Semua Item

source: Replicate with all items
ar: تكرار مع كافة العناصر
de: Mit allen Elementen replizieren
es: Replicar con todos los artículos.
fr: Répliquer avec tous les éléments
hi: सभी वस्तुओं के साथ दोहराएँ
id: Replikasi dengan semua item

source: Replicate with all samples
ar: تكرار مع كافة العينات
de: Mit allen Proben replizieren
es: Replicar con todas las muestras.
fr: Répliquer avec tous les échantillons
hi: सभी नमूनों के साथ दोहराएँ
id: Replikasi dengan semua sampel

source: Report Access
ar: تقرير الوصول
de: Berichtszugriff
es: Informe de acceso
fr: Accès aux rapports
hi: पहुंच रिपोर्ट करें
id: Akses Laporan

source: Report ID
ar: معرّف التقرير
de: Berichts-ID
es: Informe de identificación
fr: Identifiant du rapport
hi: रिपोर्ट आईडी
id: ID laporan

source: Reporting Sequence Number
ar: رقم تسلسل الإبلاغ
de: Meldesequenznummer
es: Número de secuencia de informe
fr: Numéro De Séquence De Rapport
hi: रिपोर्टिंग अनुक्रम संख्या
id: Nomor Urut Pelaporan

source: Reporting To
ar: تقديم التقارير إلى
de: Bericht an
fr: Rendre compte à
hi: के लिए समाचार - लेखन
id: Melapor Ke

source: Report Name
ar: تقرير اسم
de: Berichtsname
es: Reportar nombre
fr: Nom du rapport
hi: रिपोर्ट का नाम
id: Nama Laporan

source: Reports
ar: التقارير
de: Berichte
fr: Rapports
hi: रिपोर्टों
id: Laporan

source: Report Type
ar: نوع التقرير
de: Berichtstyp
es: Tipo de informe
fr: Type de rapport
hi: आख्या की प्रकार
id: Tipe laporan

source: Representative
ar: وكيل
de: Vertreter
es: Representante
fr: Représentante
hi: प्रतिनिधि
id: Perwakilan

source: Request Body
ar: هيئة الطلب
de: Anforderungstext
es: Cuerpo de solicitud
fr: Corps de la demande
hi: अनुरोध निकाय
id: Badan Permintaan

source: Requested
ar: مطلوب
de: Angefordert
es: Solicitada
fr: Demandée
hi: अनुरोध किया
id: Diminta

source: Requested By
ar: بتوصية من
de: Angefordert von
es: Solicitado por
fr: Demandé par
hi: द्वारा अनुरोध किया गया
id: Diminta oleh

source: Request Time
ar: وقت الطلب
de: Zeit anfordern
es: Tiempo requerido
fr: Heure de la demande
hi: समय मांगें
id: Waktu Permintaan

source: Required
ar: مطلوب
de: Erforderlich
es: Requerido
fr: Obligatoire
hi: आवश्यक
id: Yg dibutuhkan

source: Required Quantity
ar: الكمية المطلوبة
de: Benötigte Menge
es: Cantidad requerida
fr: Quantité requise
hi: आवश्यक मात्रा
id: Kuantitas yang Diperlukan

source: Requirement
de: Erfordernis
es: Requisito
hi: मांग
id: Persyaratan

source: Requirement Area
ar: منطقة الشرط
de: Anforderungsbereich
es: Área de requisitos
fr: Zone d'exigence
hi: आवश्यकता क्षेत्र
id: Area Kebutuhan

source: Requirement Area Name
ar: اسم المنطقة المطلوبة
de: Name des Anforderungsbereichs
es: Nombre del área de requisitos
fr: Nom de la zone d'exigence
hi: आवश्यकता क्षेत्र का नाम
id: Nama Area Persyaratan

source: Requisition
ar: طلب
de: Anforderung
es: Requisar
fr: Réquisition
hi: मांग
id: Daftar permintaan

source: Requisition Date
ar: تاريخ الطلب
de: Anforderungsdatum
es: Fecha de solicitud
fr: Date de la demande
hi: मांग दिनांक
id: Tanggal Permintaan

source: Requisition Detail
ar: تفاصيل الطلب
de: Anforderungsdetail
es: Detalle de solicitud
fr: Détail de la demande
hi: मांग विवरण
id: Detail Permintaan

source: Requisition Number
ar: رقم الطلب
de: Anforderungsnummer
es: Numero requerido
fr: Numéro de la demande
hi: मांग - पत्र संख्या
id: nomor rekuisisi

source: Requisition Quantity
ar: كمية الطلب
de: Anforderungsmenge
es: Cantidad de solicitud
fr: Quantité de demande
hi: मांग मात्रा
id: Kuantitas permintaan

source: Requisition Type
ar: نوع الطلب
de: Anforderungstyp
es: Tipo de solicitud
fr: Type de demande
hi: मांग प्रकार
id: Jenis Permintaan

source: Reserved
ar: محجوز
de: Reserviert
es: Reservado
fr: Réservée
hi: सुरक्षित
id: Disimpan

source: Reserved Detail
ar: التفاصيل المحجوزة
de: Reserviertes Detail
es: Detalle Reservado
fr: Détail réservé
hi: आरक्षित विवरण
id: Detil yang Dipesan

source: Reserve Detail
ar: تفاصيل الاحتياطي
de: Details zur Reservierung
es: Reserva Detalle
fr: Détail de la réserve
hi: आरक्षित विवरण
id: Detil Reservasi

source: Reserved Stock
de: Reservierter Bestand
es: Acción reservada
hi: आरक्षित स्टॉक
id: Stok Cadangan

source: Reserve Stock
ar: مخزون محجوز
de: Reservebestand
es: Stock de reserva
fr: Stock réservé
hi: रिजर्व स्टॉक
id: Cadangan Stok

source: Reserve Stock Value
ar: قيمة المخزون الاحتياطي
de: Reservebestandswert
es: Valor de las existencias de reserva
fr: Valeur Du Stock De Réserve
hi: आरक्षित स्टॉक मूल्य
id: Cadangan Nilai Saham

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
id: Mengatur ulang

source: Responce Time
ar: وقت الاستجابة
de: Reaktionszeit
es: Tiempo de respuesta
fr: Temps de réponse
hi: प्रतिक्रिया समय
id: Waktu merespon

source: Result
ar: نتيجة
de: Ergebnis
es: Resultado
fr: Résultat
hi: परिणाम
id: Hasil

source: Retired
ar: متقاعد
de: Im Ruhestand
es: Jubilado
fr: À la retraite
hi: सेवानिवृत्त
id: Pensiun

source: RetiredOn
ar: متقاعد
es: Jubilado
fr: RetraitéOn
hi: सेवानिवृत्त
id: PensiunPada

source: Retirement
ar: التقاعد
de: Ruhestand
es: Jubilación
fr: Retraite
hi: निवृत्ति
id: Masa pensiun

source: Return
ar: يعود
de: Zurückkehren
es: Devolver
fr: Retourner
hi: वापस करना
id: Kembali

source: Returnable
ar: قابلة للإرجاع
de: Rückgaberecht
es: Retornable
fr: Consigné
hi: वापस करने
id: Dapat dikembalikan

source: Return Date
ar: تاريخ العودة
de: Rückflugdatum
es: Fecha de regreso
fr: Date de retour
hi: वापसी दिनांक
id: Tanggal pengembalian

source: Return Detail
ar: تفاصيل العودة
de: Rückgabedetails
es: Detalle de devolución
fr: Détails du retour
hi: वापसी विवरण
id: Detil Pengembalian

source: Returned
ar: عاد
de: Ist zurückgekommen
es: devuelto
fr: Revenu
hi: लौटा हुआ
id: Kembali

source: Return Information
ar: عودة المعلومات
de: Rückgabeinformationen
es: Información de devolución
fr: Informations de retour
hi: वापसी सूचना
id: Informasi Pengembalian
