Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

# MSG00135
source: Packing list is under process, Order cannot be cancelled or force closed
ar: قائمة التعبئة قيد المعالجة. لا يمكن إلغاء الطلب أو إغلاقه بقوة.
de: Packliste ist in Bearbeitung. Die Bestellung kann nicht storniert oder erzwungen werden
es: La lista de empaque está en proceso. El pedido no se puede cancelar ni forzar el cierre
fr: La liste de colisage est en cours. La commande ne peut pas être annulée ou fermée de force
hi: पैकिंग सूची प्रक्रियाधीन है। आदेश को रद्द या बलपूर्वक बंद नहीं किया जा सकता है
id: Daftar kemasan sedang dalam proses. Pesanan tidak dapat dibatalkan atau ditutup paksa

# MSG00136
source: Lower range exceeding upper range
ar: النطاق الأدنى يتجاوز النطاق الأعلى.
de: Unterer Bereich übersteigt oberen Bereich
es: Rango inferior que excede el rango superior
fr: La plage inférieure dépasse la plage supérieure
hi: निचली सीमा ऊपरी श्रेणी से अधिक है
id: Rentang bawah melebihi rentang atas

# MSG00137
source: Atleast one parameter is required
ar: مطلوب معلمة واحدة على الأقل.
de: Mindestens ein Parameter erforderlich
es: Se requiere al menos un parámetro
fr: Au moins un paramètre requis
hi: कम से कम एक पैरामीटर आवश्यक है
id: Diperlukan setidaknya satu parameter

# MSG00138
source: Gate Entry is under process, Order cannot be cancelled or force closed
ar: مذكرة التسليم قيد المعالجة. لا يمكن إلغاء الطلب أو إغلاقه بقوة.
de: Lieferschein ist in Bearbeitung. Die Bestellung kann nicht storniert oder erzwungen werden
es: El albarán de entrega está en trámite. El pedido no se puede cancelar ni forzar el cierre
fr: Le bon de livraison est en cours de traitement. La commande ne peut pas être annulée ou fermée de force.
hi: डिलीवरी नोट प्रक्रियाधीन है। आदेश को रद्द या बलपूर्वक बंद नहीं किया जा सकता है
id: Nota pengiriman sedang dalam proses. Pesanan tidak dapat dibatalkan atau ditutup paksa

# MSG00139
source: Packed quantity exceeding than balance quantity
ar: تجاوز الكمية المعبأة الكمية المتبقية.
de: Die verpackte Menge übersteigt die Restmenge
es: Cantidad empaquetada que excede la cantidad del balance
fr: Quantité emballée dépassant la quantité d'équilibre
hi: पैक की गई मात्रा शेष मात्रा से अधिक है
id: Jumlah yang dikemas melebihi jumlah saldo

# MSG00140
source: Serialized quantity does not match with received quantity
ar: الكمية المسلسلة لا تتطابق مع الكمية المستلمة.
de: Die serialisierte Menge stimmt nicht mit der erhaltenen Menge überein
es: La cantidad serializada no coincide con la cantidad recibida
fr: La quantité sérialisée ne correspond pas à la quantité reçue
hi: क्रमबद्ध मात्रा प्राप्त मात्रा से मेल नहीं खाती
id: Kuantitas berseri tidak sesuai dengan kuantitas yang diterima

# MSG00141
source: Batch quantity does not match with received quantity
ar: كمية الدُفعات لا تتطابق مع الكمية المستلمة.
de: Die Chargenmenge stimmt nicht mit der erhaltenen Menge überein
es: La cantidad del lote no coincide con la cantidad recibida
fr: La quantité du lot ne correspond pas à la quantité reçue
hi: बैच मात्रा प्राप्त मात्रा से मेल नहीं खाती
id: Kuantitas batch tidak sesuai dengan kuantitas yang diterima

# MSG00142
source: Please enter batch detail
ar: الرجاء إدخال تفاصيل الدفعة.
de: Bitte geben Sie Chargendetails ein
es: Ingrese los detalles del lote
fr: Veuillez saisir les détails du lot
hi: कृपया बैच विवरण दर्ज करें
id: Harap masukkan detail batch

# MSG00143
source: Please enter serial detail
ar: الرجاء إدخال التفاصيل التسلسلية.
de: Bitte geben Sie die Seriennummer ein
es: Por favor ingrese los detalles de la serie
fr: Veuillez saisir les détails de la série
hi: कृपया सीरियल विवरण दर्ज करें
id: Masukkan detail seri

# MSG00144
source: Batch quantity exceeds
ar: كمية الدُفعات تتجاوز.
de: Chargenmenge überschreitet
es: La cantidad del lote excede
fr: La quantité du lot dépasse
hi: बैच मात्रा पार हो गई है
id: Kuantitas batch melebihi

# MSG00145
source: Record approved successfully
ar: تمت الموافقة على السجل بنجاح.
de: Datensatz erfolgreich genehmigt
es: Registro aprobado con éxito
fr: Enregistrement approuvé avec succès
hi: रिकॉर्ड सफलतापूर्वक स्वीकृत
id: Rekaman berhasil disetujui

# MSG00146
source: Bill date can not be less than source document date
ar: لا يمكن أن يكون تاريخ الفاتورة أقل من تاريخ المستند المصدر.
de: Das Rechnungsdatum darf nicht vor dem Datum des Quelldokuments liegen
es: La fecha de la factura no puede ser inferior a la fecha del documento de origen
fr: La date de facturation ne peut pas être antérieure à la date du document source
hi: बिल की तारीख स्रोत दस्तावेज़ की तारीख से कम नहीं हो सकती
id: Tanggal tagihan tidak boleh kurang dari tanggal dokumen sumber

# MSG00147
source: Inspected quantity does not match with QC quantity for Item
ar: الكمية التي تم استقصاؤها لا تتطابق مع كمية مراقبة الجودة الخاصة بالصنف.
de: Die geprüfte Menge stimmt nicht mit der QC-Menge für den Artikel überein
es: La cantidad inspeccionada no coincide con la cantidad de control de calidad del artículo
fr: La quantité inspectée ne correspond pas à la quantité QC pour l'article
hi: आइटम के लिए निरीक्षण की गई मात्रा QC मात्रा से मेल नहीं खाती
id: Kuantitas yang diperiksa tidak sesuai dengan kuantitas QC untuk Barang

# MSG00148
source: QC is pending for Item
ar: مراقبة الجودة معلقة للعنصر.
de: Die Qualitätskontrolle für den Artikel steht noch aus
es: El control de calidad está pendiente para el artículo
fr: QC est en attente pour l'article
hi: क्यूसी आइटम के लिए लंबित है
id: QC menunggu Item

# MSG00149
source: Issued quantity is exceeding than available quantity
ar: تجاوزت الكمية المصدرة الكمية المتاحة.
de: Die ausgegebene Menge übersteigt die verfügbare Menge
es: La cantidad emitida excede la cantidad disponible
fr: La quantité émise dépasse la quantité disponible
hi: जारी मात्रा उपलब्ध मात्रा से अधिक है
id: Kuantitas yang dikeluarkan melebihi kuantitas yang tersedia

# MSG00150
source: Issued quantity should be equal to shipped quantity
ar: يجب أن تكون الكمية المصدرة مساوية للكمية المشحونة.
de: Die ausgegebene Menge sollte der versendeten Menge entsprechen
es: La cantidad emitida debe ser igual a la cantidad enviada
fr: La quantité émise doit être égale à la quantité expédiée
hi: जारी की गई मात्रा शिप की गई मात्रा के बराबर होनी चाहिए
id: Kuantitas yang diterbitkan harus sama dengan kuantitas yang dikirim

# MSG00151
source: Shipped quantity is exceeding than available stock
ar: الكمية المشحونة تتجاوز المخزون المتاح.
de: Die versendete Menge übersteigt den verfügbaren Bestand
es: La cantidad enviada supera el stock disponible
fr: La quantité expédiée dépasse le stock disponible
hi: भेजी गई मात्रा उपलब्ध स्टॉक से अधिक है
id: Kuantitas yang dikirim melebihi stok yang tersedia

# MSG00152
source: Stock is not available
ar: المخزون غير متوفر.
de: Lagerbestand nicht verfügbar
es: Inventario no disponible
fr: Stock non disponible
hi: स्टॉक उपलब्ध नहीं है
id: Stok tidak tersedia

# MSG00153
source: Fill quantity
ar: كمية التعبئة
de: Füllmenge
es: Cantidad de llenado
fr: Quantité de remplissage
hi: मात्रा भरें
id: Isi kuantitas

# MSG00154
source: Issued quantity should be equal to required quantity
ar: يجب أن تكون الكمية المصدرة مساوية للكمية المطلوبة.
de: Die ausgegebene Menge sollte der erforderlichen Menge entsprechen
es: La cantidad emitida debe ser igual a la cantidad requerida
fr: La quantité délivrée doit être égale à la quantité requise
hi: जारी की गई मात्रा आवश्यक मात्रा के बराबर होनी चाहिए
id: Kuantitas yang dikeluarkan harus sama dengan kuantitas yang dibutuhkan

# MSG00155
source: Issued quantity should be equal to required quantity
ar: يجب أن تكون الكمية المصدرة مساوية للكمية المطلوبة.
de: Die ausgegebene Menge sollte der erforderlichen Menge entsprechen
es: La cantidad emitida debe ser igual a la cantidad requerida
fr: La quantité délivrée doit être égale à la quantité requise
hi: जारी की गई मात्रा आवश्यक मात्रा के बराबर होनी चाहिए
id: Kuantitas yang dikeluarkan harus sama dengan kuantitas yang dibutuhkan

# MSG00156
source: Value required
ar: القيمة المطلوبة.
de: Wert erforderlich
es: Valor requerido
fr: Valeur requise
hi: मान आवश्यक है
id: Nilai diperlukan

# MSG00157
source: Required quantity
ar: الكمية المطلوبة.
de: Benötigte Menge
es: Cantidad requerida
fr: Quantité requise
hi: आवश्यक मात्रा
id: Kuantitas yang dibutuhkan

# MSG00158
source: No any price group is selected
ar: لم يتم تحديد مجموعة أسعار.
de: Keine Preisgruppe ausgewählt
es: Ningún grupo de precios seleccionado
fr: Aucun groupe de prix sélectionné
hi: कोई मूल्य समूह नहीं चुना गया
id: Tidak ada grup harga yang dipilih

# MSG00159
source: Batch quantity does not match with issued quantity
ar: كمية الدُفعات لا تتطابق مع كمية الإصدار.
de: Die Chargenmenge stimmt nicht mit der Ausgabemenge überein
es: La cantidad del lote no coincide con la cantidad emitida
fr: La quantité du lot ne correspond pas à la quantité de sortie
hi: बैच की मात्रा जारी की गई मात्रा से मेल नहीं खाती
id: Kuantitas batch tidak sesuai dengan kuantitas masalah

# MSG00160
source: Serialized quantity does not match with issued quantity
ar: الكمية المسلسلة لا تتطابق مع كمية الإصدار.
de: Die serialisierte Menge stimmt nicht mit der Ausgabemenge überein
es: La cantidad serializada no coincide con la cantidad emitida
fr: La quantité sérialisée ne correspond pas à la quantité de sortie
hi: सीरियल की गई मात्रा जारी की गई मात्रा से मेल नहीं खाती
id: Kuantitas berseri tidak sesuai dengan kuantitas terbitan

# MSG00161
source: Issued quantity is exceeding than pending quantity
ar: الكمية المصدرة تتجاوز الكمية المعلقة.
de: Die ausgegebene Menge übersteigt die ausstehende Menge
es: La cantidad emitida supera la cantidad pendiente
fr: La quantité émise dépasse la quantité en attente
hi: जारी की गई मात्रा लंबित मात्रा से अधिक है
id: Kuantitas yang diterbitkan melebihi kuantitas yang tertunda

# MSG00162
source: Batch quantity is exceeding than available quantity
ar: كمية الدُفعات تتجاوز الكمية المتاحة.
de: Die Chargenmenge überschreitet die verfügbare Menge
es: La cantidad del lote excede la cantidad disponible
fr: La quantité du lot dépasse la quantité disponible
hi: बैच मात्रा उपलब्ध मात्रा से अधिक है
id: Kuantitas batch melebihi kuantitas yang tersedia

# MSG00163
source: Serialized issued quantity does not match with issued quantity
ar: الكمية المسلسلة الصادرة لا تتطابق مع كمية الإصدار.
de: Die serialisierte Ausgabemenge stimmt nicht mit der Ausgabemenge überein
es: La cantidad emitida serializada no coincide con la cantidad emitida
fr: La quantité sortie sérialisée ne correspond pas à la quantité sortie
hi: क्रमानुसार जारी की गई मात्रा जारी की गई मात्रा से मेल नहीं खाती
id: Kuantitas terbitan berseri tidak cocok dengan kuantitas terbitan

# MSG00164
source: Shipped quantity is exceeding than available quantity
ar: الكمية المشحونة تتجاوز الكمية المتاحة.
de: Die versendete Menge übersteigt die verfügbare Menge
es: La cantidad enviada supera la cantidad disponible
fr: La quantité expédiée dépasse la quantité disponible
hi: भेजी गई मात्रा उपलब्ध मात्रा से अधिक है
id: Kuantitas yang dikirim melebihi kuantitas yang tersedia

# MSG00165
source: Batch quantity does not match with shipped quantity
ar: كمية الدُفعات لا تتطابق مع الكمية المشحونة.
de: Die Chargenmenge stimmt nicht mit der versendeten Menge überein
es: La cantidad del lote no coincide con la cantidad enviada
fr: La quantité du lot ne correspond pas à la quantité expédiée
hi: बैच की मात्रा शिप की गई मात्रा से मेल नहीं खाती
id: Kuantitas batch tidak sesuai dengan kuantitas yang dikirim

# MSG00166
source: Serialized quantity does not match with shipped quantity
ar: الكمية المسلسلة لا تتطابق مع الكمية المشحونة.
de: Die serialisierte Menge stimmt nicht mit der versendeten Menge überein
es: La cantidad serializada no coincide con la cantidad enviada
fr: La quantité sérialisée ne correspond pas à la quantité expédiée
hi: सीरियल की गई मात्रा शिप की गई मात्रा से मेल नहीं खाती
id: Kuantitas berseri tidak sesuai dengan kuantitas yang dikirim

# MSG00167
source: Duplicate value found
ar: تم العثور على قيمة مكررة.
de: Doppelter Wert gefunden
es: Valor duplicado encontrado
fr: Valeur en double trouvée
hi: डुप्लीकेट मान मिला
id: Nilai duplikat ditemukan

# MSG00168
source: Issued quantity is exceeding than available quantity
ar: تجاوزت الكمية المصدرة الكمية المتاحة.
de: Die ausgegebene Menge übersteigt die verfügbare Menge
es: La cantidad emitida excede la cantidad disponible
fr: La quantité émise dépasse la quantité disponible
hi: जारी मात्रा उपलब्ध मात्रा से अधिक है
id: Kuantitas yang dikeluarkan melebihi kuantitas yang tersedia

# MSG00169
source: Sales order is under process, Quotation cannot be cancelled
ar: أمر المبيعات قيد المعالجة. لا يمكن إلغاء الاقتباس.
de: Der Kundenauftrag wird bearbeitet. Das Angebot kann nicht storniert werden
es: La orden de venta está en proceso. La cotización no se puede cancelar
fr: La commande client est en cours de traitement. Le devis ne peut pas être annulé
hi: बिक्री आदेश प्रक्रियाधीन है। कोटेशन रद्द नहीं किया जा सकता
id: Pesanan penjualan sedang dalam proses. Penawaran tidak dapat dibatalkan

# MSG00170
source: User details not found
ar: تفاصيل المستخدم غير موجودة.
de: Benutzerdetails nicht gefunden
es: Detalles del usuario no encontrados
fr: Détails de l'utilisateur introuvables
hi: उपयोगकर्ता विवरण नहीं मिला
id: Detail pengguna tidak ditemukan

# MSG00171
source: Level cannot be skipped
ar: لا يمكن تخطي المستوى.
de: Level kann nicht übersprungen werden
es: No se puede saltar el nivel
fr: Le niveau ne peut pas être ignoré
hi: स्तर छोड़ा नहीं जा सकता
id: Level tidak dapat dilewati

# MSG00172
source: Warehouse can not be same
ar: لا يمكن أن يكون المستودع هو نفسه.
de: Lager kann nicht gleich sein
es: Almacén no puede ser la misma
fr: L'entrepôt ne peut pas être le même
hi: गोदाम एक जैसा नहीं हो सकता
id: Gudang tidak boleh sama

# MSG00173
source: Branch cannot be same
ar: لا يمكن أن يكون الفرع هو نفسه.
de: Zweig kann nicht gleich sein
es: La sucursal no puede ser la misma
fr: La branche ne peut pas être la même
hi: शाखा समान नहीं हो सकती
id: Cabang tidak boleh sama

# MSG00174
source: Original lot quantity has been changed, Document can not be cancelled
ar: تم تغيير كمية اللوت الأصلية. لا يمكن إلغاء المستند.
de: Die ursprüngliche Losmenge wurde geändert. Das Dokument kann nicht storniert werden
es: Se ha cambiado la cantidad del lote original. El documento no se puede cancelar
fr: La quantité du lot d'origine a été modifiée. Le document ne peut pas être annulé
hi: मूल लॉट मात्रा बदल दी गई है। दस्तावेज़ रद्द नहीं किया जा सकता
id: Kuantitas lot asli telah diubah. Dokumen tidak dapat dibatalkan

# MSG00175
source: Selected lot quantity for some item(s) has been changed, Document can not be approved
ar: تم تغيير كمية الدفعة المحددة لبعض العناصر. لا يمكن الموافقة على الوثيقة.
de: Die ausgewählte Losmenge für einige Artikel wurde geändert. Das Dokument kann nicht genehmigt werden
es: Se ha cambiado la cantidad de lote seleccionado para algunos artículos. El documento no puede ser aprobado
fr: La quantité de lot sélectionnée pour certains articles a été modifiée. Le document ne peut pas être approuvé.
hi: कुछ मद(मदों) के लिए चयनित लॉट मात्रा बदल दी गई है। दस्तावेज़ स्वीकृत नहीं किया जा सकता
id: Kuantitas lot yang dipilih untuk beberapa item telah diubah. Dokumen tidak dapat Disetujui

# MSG00176
source: Each operation requires atleast one input and one output item
ar: تتطلب كل عملية إدخالاً واحداً على الأقل وعنصر إخراج واحد
de: Für jede Operation sind mindestens ein Eingabe- und ein Ausgabeelement erforderlich
es: Cada operación requiere al menos un elemento de entrada y uno de salida
fr: Chaque opération nécessite au moins un élément d'entrée et un élément de sortie
hi: प्रत्येक ऑपरेशन के लिए कम से कम एक इनपुट और एक आउटपुट आइटम की आवश्यकता होती है
id: Setiap operasi membutuhkan setidaknya satu input dan satu item output

# MSG00177
source: Atleast one supplier is required
ar: مطلوب مورد واحد على الأقل.
de: Es ist mindestens ein Lieferant erforderlich
es: Al menos se requiere una proveedora
fr: Au moins un fournisseur est requis
hi: कम से कम एक आपूर्तिकर्ता की आवश्यकता है
id: Setidaknya diperlukan satu pemasok

# MSG00178
source: Are you sure?
ar: هل أنت واثق؟
de: Bist du dir sicher?
es: Estas segura
fr: Êtes-vous sûr?
hi: क्या आपको यकीन है?
id: Apa kamu yakin?

# MSG00179
source: Scheduled quantity mismatch
ar: عدم تطابق الكمية المجدولة
de: Geplante Mengenabweichung
es: Discrepancia de cantidad programada
fr: Non-concordance des quantités planifiées
hi: अनुसूचित मात्रा बेमेल
id: Ketidaksesuaian jumlah terjadwal

# MSG00180
source: Sales Order is under process, Quotation cannot be cancelled
ar: طلب المبيعات قيد المعالجة. لا يمكن إلغاء الاقتباس.
de: Der Kundenauftrag wird bearbeitet. Das Angebot kann nicht storniert werden
es: La orden de venta está en proceso. La cotización no se puede cancelar
fr: La commande client est en cours de traitement. Le devis ne peut pas être annulé
hi: बिक्री आदेश प्रक्रियाधीन है। कोटेशन रद्द नहीं किया जा सकता
id: Sales Order sedang dalam proses. Penawaran tidak dapat dibatalkan

# MSG00181
source: No input/output item found, Record can not be saved
ar: لم يتم العثور على عنصر إدخال / إخراج ... لا يمكن حفظ السجل.
de: Kein Eingabe-/Ausgabeelement gefunden...Datensatz kann nicht gespeichert werden
es: No se encontró ningún elemento de entrada/salida... No se puede guardar el registro
fr: Aucun élément d'entrée/sortie trouvé... L'enregistrement ne peut pas être sauvegardé
hi: कोई इनपुट/आउटपुट आइटम नहीं मिला...रिकॉर्ड सहेजा नहीं जा सकता
id: Tidak ada item masukan/keluaran yang ditemukan...Rekaman tidak dapat disimpan

# MSG00182
source: Invalid date
ar: تاريخ غير صالح
de: Ungültiges Datum
es: Fecha invalida
fr: Date invalide
hi: अमान्य दिनांक
id: Tanggal tidak berlaku

# MSG00183
source: At least one user role is required
ar: مطلوب دور مستخدم واحد على الأقل.
de: Es ist mindestens eine Benutzerrolle erforderlich
es: Se requiere al menos un rol de usuario
fr: Au moins un rôle d'utilisateur est requis
hi: कम से कम एक उपयोगकर्ता भूमिका आवश्यक है
id: Setidaknya satu Peran Pengguna diperlukan

# MSG00184
source: At least one branch access is required
ar: مطلوب وصول فرع واحد على الأقل.
de: Es ist mindestens ein Filialzugriff erforderlich
es: Se requiere al menos un Acceso a Sucursal
fr: Au moins un accès à la succursale est requis
hi: कम से कम एक शाखा का उपयोग आवश्यक है
id: Setidaknya diperlukan satu Akses Cabang

# MSG00185
source: Price can not be 0
ar: لا يمكن أن يكون السعر 0
de: Der Preis darf nicht 0 sein
es: El precio no puede ser 0
fr: Le prix ne peut pas être 0
hi: मूल्य 0 नहीं हो सकता
id: Harga tidak boleh 0

# MSG00186
source: Packed Quantity cannot exceed than pending quantity
ar: لا يمكن أن تتجاوز الكمية المعبأة الكمية المعلقة.
de: Die verpackte Menge darf die ausstehende Menge nicht überschreiten
es: La cantidad empacada no puede exceder la cantidad pendiente
fr: La quantité emballée ne peut pas dépasser la quantité en attente
hi: पैक की गई मात्रा लंबित मात्रा से अधिक नहीं हो सकती
id: Kuantitas yang Dikemas tidak boleh melebihi Kuantitas Tertunda

# MSG00187
source: Packed Quantity does not match with batch quantity
ar: الكمية المعبأة لا تتطابق مع كمية الدُفعة
de: Die verpackte Menge stimmt nicht mit der Chargenmenge überein
es: La cantidad empaquetada no coincide con la cantidad del lote
fr: La quantité emballée ne correspond pas à la quantité de lot
hi: पैक की गई मात्रा बैच की मात्रा से मेल नहीं खाती
id: Kuantitas yang Dikemas tidak cocok dengan Kuantitas Batch

# MSG00188
source: Exceeding quantity
ar: تجاوز الكمية.
de: Überschreitung der Menge
es: Cantidad excedente
fr: Quantité dépassant
hi: अधिक मात्रा
id: Melebihi Kuantitas

# MSG00189
source: You will not be able to recover the data
ar: لن تتمكن من استعادة البيانات.
de: Sie können die Daten nicht wiederherstellen
es: No podrás recuperar los datos.
fr: Vous ne pourrez pas récupérer les données
hi: आप डेटा पुनर्प्राप्त करने में सक्षम नहीं होंगे
id: Anda tidak akan dapat memulihkan data

# MSG00190
source: Purchase Order has been processed, Quotation can not be cancelled
ar: تمت معالجة طلب الشراء. لا يمكن إلغاء الاقتباس
de: Die Bestellung wurde bearbeitet. Das Angebot kann nicht storniert werden
es: La orden de compra ha sido procesada. La cotización no se puede cancelar
fr: Le bon de commande a été traité. Le devis ne peut pas être annulé
hi: क्रय आदेश संसाधित किया गया है। कोटेशन रद्द नहीं किया जा सकता
id: Pesanan Pembelian telah diproses. Penawaran tidak dapat dibatalkan

# MSG00191
source: Total return quantity does not match with selected quantity
ar: إجمالي كمية الإرجاع لا يتطابق مع الكمية المحددة
de: Die Gesamtrückgabemenge stimmt nicht mit der ausgewählten Menge überein
es: La cantidad total devuelta no coincide con la cantidad seleccionada
fr: La quantité totale de retour ne correspond pas à la quantité sélectionnée
hi: वापसी की कुल मात्रा चयनित मात्रा से मेल नहीं खाती
id: Jumlah pengembalian total tidak sesuai dengan jumlah yang dipilih

# MSG00192
source: Batch quantity does not match with packed quantity
ar: كمية الدُفعات لا تتطابق مع الكمية المعبأة
de: Die Chargenmenge stimmt nicht mit der verpackten Menge überein
es: La cantidad del lote no coincide con la cantidad empaquetada
fr: La quantité du lot ne correspond pas à la quantité emballée
hi: बैच की मात्रा पैक की गई मात्रा से मेल नहीं खाती
id: Kuantitas batch tidak sesuai dengan kuantitas yang dikemas

# MSG00193
source: Serialized quantity does not match with packed quantity
ar: الكمية المسلسلة لا تتطابق مع الكمية المعبأة
de: Die serialisierte Menge stimmt nicht mit der verpackten Menge überein
es: La cantidad serializada no coincide con la cantidad empaquetada
fr: La quantité sérialisée ne correspond pas à la quantité emballée
hi: कार्यक्षेत्र मात्रा पैक की गई मात्रा से मेल नहीं चौराहों
id: Kuantitas berseri tidak cocok dengan kuantitas yang dikemas

# MSG00194
source: Batch/Serial quantity does not match with return quantity
ar: الكمية الدفعية / الكمية المسلسلة لا تتطابق مع الكمية المرتجعة
de: Die Chargen-/Serienmenge stimmt nicht mit der Rücksendemenge überein
es: La cantidad de lote/serie no coincide con la cantidad de devolución
fr: La quantité de lot/série ne correspond pas à la quantité de retour
hi: बैच/सीरियल मात्रा वापसी मात्रा से मेल नहीं खाती
id: Kuantitas batch/serial tidak sesuai dengan kuantitas pengembalian

# MSG00195
source: No any Tax is selected
ar: لم يتم تحديد ضريبة
de: Keine Steuer ausgewählt
es: Ningún impuesto seleccionado
fr: Aucune taxe sélectionnée
hi: कोई कर चयनित नहीं
id: Tidak Ada Pajak yang Dipilih

# MSG00196
source: Return has been created, Invoice can not be modified
ar: تم إنشاء الإرجاع. الفاتورة لا يمكن تعديلها.
de: Rückgabe wurde erstellt. Die Rechnung kann nicht geändert werden
es: Se ha creado la devolución. No se puede modificar la factura
fr: Le retour a été créé. La facture ne peut pas être modifiée
hi: रिटर्न बनाया गया है। चालान संशोधित नहीं किया जा सकता है
id: Pengembalian telah dibuat. Faktur tidak dapat diubah

# MSG00197
source: Quotation has been processed, Document can not be modified
ar: تمت معالجة الاقتباس. لا يمكن تعديله
de: Das Angebot wurde bearbeitet. Kann nicht geändert werden
es: La cotización ha sido procesada. no se puede modificar
fr: Le devis a été traité. Ne peut pas être modifié
hi: कोटेशन संसाधित किया गया है। संशोधित नहीं किया जा सकता
id: Penawaran telah diproses. Tidak dapat dimodifikasi

# MSG00198
source: Purchase Requisition has been processed, Document can not be modified
ar: تمت معالجة طلب الشراء. لا يمكن تعديله.
de: Die Bestellanforderung wurde bearbeitet. Kann nicht geändert werden
es: Se ha procesado la solicitud de compra. no se puede modificar
fr: La demande d'achat a été traitée. Ne peut pas être modifié
hi: खरीद अनुरोध संसाधित किया गया है। संशोधित नहीं किया जा सकता
id: Permintaan Pembelian telah diproses. Tidak dapat dimodifikasi
