Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

# MSG00257
source: Output-SFG sf_output_name is being used in another Bill of Material of fg_product_name, So it can not be active
ar: يتم استخدام Output-SFG sf_output_name في فاتورة مواد أخرى من fg_product_name. لذا لا يمكن تنشيطه
de: Output-SFG sf_output_name wird in einer anderen Stückliste von fg_product_name verwendet. Kann also nicht aktiv sein
es: Output-SFG sf_output_name se está utilizando en otra lista de materiales de fg_product_name, por lo que no puede estar activo.
fr: Output-SFG sf_output_name est utilisé dans une autre nomenclature de fg_product_name. Il ne peut donc pas être actif
hi: आउटपुट-SFG sf_output_name का उपयोग fg_product_name के दूसरे बिल ऑफ मटेरियल में किया जा रहा है। इसलिए इसे सक्रिय नहीं किया जा सकता
id: Output-SFG sf_output_name sedang digunakan dalam Bill Of Material lain dari fg_product_name. Jadi tidak dapat aktif

# MSG00258
source: Data deleted successfully
ar: تم حذف البيانات بنجاح.
de: Daten erfolgreich gelöscht.
es: Datos eliminados correctamente.
fr: Données supprimées avec succès.
hi: डेटा सफलतापूर्वक हटा दिया गया.
id: Data Berhasil Dihapus.

# MSG00259
source: Debit Note for TCS raised
ar: تم رفع مذكرة الخصم الخاصة بـ TCS
de: Belastungsanzeige für TCS erstellt
es: Nota de Débito por TCS levantada
fr: Note de débit pour TCS levée
hi: टीसीएस के लिए डेबिट नोट जारी किया गया
id: Nota Debit untuk TCS dinaikkan

# MSG00260
source: Debit note for variance quantity raised
ar: مذكرة خصم لكمية التباين المرفوعة
de: Belastungsanzeige für erhobene Abweichungsmenge
es: Nota de débito por cantidad de variación generada
fr: Note de débit pour la quantité d'écart soulevée
hi: उठाए गए विचरण मात्रा के लिए डेबिट नोट
id: Nota debit untuk jumlah varians yang dinaikkan

# MSG00261
source: No modification is allowed in previous FY document
ar: لا يُسمح بالتعديل في وثيقة السنة المالية السابقة
de: Im vorherigen FY-Dokument sind keine Änderungen zulässig
es: No se permite ninguna modificación en el documento del año fiscal anterior.
fr: Aucune modification n'est autorisée dans le document de l'exercice précédent
hi: पिछले वित्तीय वर्ष के दस्तावेज़ में कोई संशोधन की अनुमति नहीं है
id: Tidak diperbolehkan adanya modifikasi pada dokumen FY sebelumnya

# MSG00262
source: There is something wrong while sending alerts!
ar: هناك خطأ ما أثناء إرسال التنبيهات!
de: Beim Senden von Benachrichtigungen ist ein Fehler aufgetreten!
es: ¡Hay algo mal al enviar alertas!
fr: Il y a un problème lors de l'envoi des alertes !
hi: अलर्ट भेजते समय कुछ गड़बड़ है!
id: Ada yang salah saat mengirim peringatan!

# MSG00263
source: (Total Value + Tax Amount + Other Charges) does not match with net amount
ar: (القيمة الإجمالية + مبلغ الضريبة + الرسوم الأخرى) لا تتطابق مع المبلغ الصافي
de: (Gesamtwert + Steuerbetrag + sonstige Gebühren) stimmt nicht mit dem Nettobetrag überein
es: (Valor total + Importe de impuestos + Otros cargos) no coincide con el importe neto
fr: (Valeur totale + Montant des taxes + Autres frais) ne correspond pas au montant net
hi: (कुल मूल्य + कर राशि + अन्य शुल्क) शुद्ध राशि से मेल नहीं खाता
id: (Nilai Total + Jumlah Pajak + Biaya Lainnya) tidak sesuai dengan jumlah bersih

# MSG00264
source: Only 2 char. allowed
ar: مسموح بـ 2 حرف فقط
de: Nur 2 Zeichen erlaubt
es: Solo se permiten 2 caracteres.
fr: Seulement 2 caractères autorisés
hi: केवल 2 अक्षर की अनुमति है
id: Hanya 2 karakter yang diizinkan

# MSG00265
source: Email sent successfully
ar: تم إرسال البريد الإلكتروني بنجاح
de: E-Mail erfolgreich gesendet
es: Correo electrónico enviado correctamente
fr: E-mail envoyé avec succès
hi: ईमेल सफलतापूर्वक भेजा गया
id: Email berhasil terkirim

# MSG00266
source: Sending failed - Invalid email body configuration
ar: فشل الإرسال - تكوين نص البريد الإلكتروني غير صالح
de: Senden fehlgeschlagen – ungültige E-Mail-Textkonfiguration
es: Error de envío: configuración del cuerpo del correo electrónico no válida
fr: Échec de l'envoi - Configuration du corps de l'e-mail non valide
hi: भेजना विफल - ईमेल बॉडी कॉन्फ़िगरेशन अमान्य है
id: Pengiriman gagal - Konfigurasi isi email tidak valid

# MSG00267
source: Sending failed - Invalid sender email configuration
ar: فشل الإرسال - تكوين بريد إلكتروني للمرسل غير صالح
de: Senden fehlgeschlagen – ungültige Absender-E-Mail-Konfiguration
es: Envío fallido: configuración de correo electrónico del remitente no válida
fr: Échec de l'envoi - Configuration de l'e-mail de l'expéditeur non valide
hi: भेजना विफल - अमान्य प्रेषक ईमेल कॉन्फ़िगरेशन
id: Pengiriman gagal - Konfigurasi email pengirim tidak valid

# MSG00268
source: Invalid email format
ar: تنسيق البريد الإلكتروني غير صالح
de: Ungültiges E-Mail-Format
es: Formato de correo electrónico no válido
fr: Format d'e-mail invalide
hi: अमान्य ईमेल प्रारूप
id: Format email tidak valid

# MSG00269
source: Journal Voucher raised for sales return against custom invoice number
ar: تم إصدار قسيمة دفتر اليومية لإرجاع المبيعات مقابل رقم الفاتورة المخصص
de: Journalbeleg für Verkaufsrücksendung gegen benutzerdefinierte Rechnungsnummer erstellt
es: Comprobante de diario generado por devolución de ventas contra número de factura personalizada
fr: Bon de journal généré pour le retour des ventes par rapport au numéro de facture personnalisé
hi: कस्टम इनवॉइस नंबर के विरुद्ध बिक्री रिटर्न के लिए जर्नल वाउचर जुटाया गया
id: Jurnal Voucher dinaikkan untuk pengembalian penjualan terhadap nomor faktur khusus

# MSG00270
source: At least one Item property must be selected
ar: يجب تحديد خاصية عنصر واحدة على الأقل
de: Mindestens eine Artikeleigenschaft muss ausgewählt werden
es: Se debe seleccionar al menos una propiedad de elemento
fr: Au moins une propriété d'élément doit être sélectionnée
hi: कम से कम एक आइटम प्रॉपर्टी का चयन किया जाना चाहिए
id: Setidaknya satu properti Item harus dipilih

# MSG00271
source: Purchase Invoice has been generated in respective branch. Invoice cannot be modified.
ar: تم إنشاء فاتورة الشراء في الفرع المعني. لا يمكن تعديل الفاتورة.
de: Die Einkaufsrechnung wurde in der entsprechenden Filiale erstellt. Die Rechnung kann nicht geändert werden.
es: La factura de compra se ha generado en la sucursal correspondiente. No se puede modificar.
fr: La facture d'achat a été générée dans la succursale concernée. Elle ne peut pas être modifiée.
hi: क्रय चालान संबंधित शाखा में तैयार कर दिया गया है। चालान में संशोधन नहीं किया जा सकता।
id: Faktur Pembelian telah dibuat di cabang masing-masing. Faktur tidak dapat diubah.

# MSG00272
source: At least one address should be set as default
ar: يجب تعيين عنوان واحد على الأقل كعنوان افتراضي
de: Mindestens eine Adresse sollte als Standard festgelegt werden
es: Se debe establecer al menos una dirección como predeterminada
fr: Au moins une adresse doit être définie par défaut
hi: कम से कम एक पता डिफ़ॉल्ट के रूप में सेट किया जाना चाहिए
id: Setidaknya satu alamat harus ditetapkan sebagai default

# MSG00273
source: Only two digits allowed
ar: مسموح برقمين فقط
de: Nur zwei Ziffern erlaubt
es: Solo se permiten dos dígitos
fr: Seuls deux chiffres sont autorisés
hi: केवल दो अंक अनुमत हैं
id: Hanya dua digit yang diizinkan

# MSG00274
source: Mismatch Found in RCM Entry For Voucher Serial Number
ar: تم العثور على عدم تطابق في إدخال RCM لرقم تسلسل القسيمة
de: Im RCM-Eintrag für die Seriennummer des Gutscheins wurde eine Nichtübereinstimmung festgestellt
es: Se encontró una discrepancia en la entrada RCM para el número de serie del comprobante
fr: Incompatibilité détectée dans l'entrée RCM pour le numéro de série du bon
hi: वाउचर सीरियल नंबर के लिए आरसीएम प्रविष्टि में बेमेल पाया गया
id: Ketidakcocokan Ditemukan dalam Entri RCM untuk Nomor Seri Voucher

# MSG00275
source: No records found
ar: لم يتم العثور على سجلات
de: Keine Datensätze gefunden
es: No se encontraron registros
fr: Aucun enregistrement trouvé
hi: कोई रिकॉर्ड नहीं मिला
id: Tidak ada catatan yang ditemukan

# MSG00276
source: Session has been expired! Please Re-Login
ar: انتهت الجلسة! يُرجى إعادة تسجيل الدخول.
de: Die Sitzung ist abgelaufen! Bitte melden Sie sich erneut an.
es: ¡La sesión ha expirado! Por favor, vuelva a iniciar sesión.
fr: Votre session est expirée ! Veuillez vous reconnecter.
hi: सत्र समाप्त हो गया है! कृपया पुनः लॉगिन करें
id: Sesi telah berakhir! Silakan Masuk Kembali

# MSG00277
source: Select atleast one supplier for Item
ar: حدد موردًا واحدًا على الأقل للعنصر
de: Wählen Sie mindestens einen Lieferanten für den Artikel
es: Seleccione al menos un proveedor para el artículo
fr: Sélectionnez au moins un fournisseur pour l'article
hi: आइटम के लिए कम से कम एक आपूर्तिकर्ता का चयन करें
id: Pilih setidaknya satu pemasok untuk Item

# MSG00278
source: Email sending failed due to technical issue
ar: فشل إرسال البريد الإلكتروني بسبب مشكلة فنية
de: Das Senden der E-Mail ist aufgrund eines technischen Problems fehlgeschlagen
es: El envío del correo electrónico falló debido a un problema técnico
fr: L'envoi de l'e-mail a échoué en raison d'un problème technique
hi: तकनीकी समस्या के कारण ईमेल भेजना विफल रहा
id: Pengiriman email gagal karena masalah teknis

# MSG00279
source: Current value cannot be greater than the procured value
ar: لا يمكن أن تكون القيمة الحالية أكبر من القيمة المشتراة
de: Der aktuelle Wert kann nicht größer sein als der Beschaffungswert
es: El valor actual no puede ser mayor que el valor adquirido
fr: La valeur actuelle ne peut pas être supérieure à la valeur acquise
hi: वर्तमान मूल्य, क्रय मूल्य से अधिक नहीं हो सकता
id: Nilai saat ini tidak boleh lebih besar dari nilai yang diperoleh

# MSG00280
source: Procurement Date should not be after Asset Working Date
ar: لا ينبغي أن يكون تاريخ الشراء بعد تاريخ عمل الأصول
de: Das Beschaffungsdatum sollte nicht nach dem Betriebsdatum der Anlage liegen.
es: La fecha de adquisición no debe ser posterior a la fecha de explotación del activo
fr: La date d'approvisionnement ne doit pas être postérieure à la date de mise en service de l'actif
hi: खरीद तिथि परिसंपत्ति कार्य तिथि के बाद नहीं होनी चाहिए
id: Tanggal Pengadaan tidak boleh setelah Tanggal Kerja Aset

# MSG00281
source: As On Date should not be before Procurement Date.
ar: كما يجب ألا يكون التاريخ قبل تاريخ الشراء.
de: Das Bezugsdatum darf nicht vor dem Beschaffungsdatum liegen.
es: Como la fecha de entrada no debe ser anterior a la fecha de adquisición.
fr: La date limite ne doit pas être antérieure à la date d'achat.
hi: चालू तिथि खरीद तिथि से पहले नहीं होनी चाहिए।
id: Karena Tanggal Pada tidak boleh sebelum Tanggal Pengadaan.

# MSG00282
source: At least one finished product must be selected
ar: يجب اختيار منتج نهائي واحد على الأقل
de: Es muss mindestens ein fertiges Produkt ausgewählt werden.
es: Debe seleccionarse al menos un producto terminado.
fr: Au moins un produit fini doit être sélectionné
hi: कम से कम एक तैयार उत्पाद का चयन किया जाना चाहिए
id: Setidaknya satu produk jadi harus dipilih

# MSG00283
source: At least one input material must be selected
ar: يجب تحديد مادة إدخال واحدة على الأقل
de: Mindestens ein Eingangsmaterial muss ausgewählt werden.
es: Debe seleccionarse al menos un material de entrada.
fr: Au moins un matériau d'entrée doit être sélectionné.
hi: कम से कम एक इनपुट सामग्री का चयन किया जाना चाहिए
id: Setidaknya satu bahan masukan harus dipilih

# MSG00284
source: At least one service item must be selected
ar: يجب تحديد عنصر خدمة واحد على الأقل
de: Mindestens ein Serviceartikel muss ausgewählt werden.
es: Debe seleccionarse al menos un servicio.
fr: Au moins un élément de service doit être sélectionné.
hi: कम से कम एक सेवा आइटम का चयन किया जाना चाहिए
id: Setidaknya satu item layanan harus dipilih

# MSG00285
source: Order Value can not be 0
ar: قيمة الطلب لا يمكن أن تكون 0
de: Der Bestellwert darf nicht 0 sein.
es: El valor del pedido no puede ser 0.
fr: La valeur de la commande ne peut pas être égale à 0.
hi: ऑर्डर मान 0 नहीं हो सकता
id: Nilai Pesanan tidak boleh 0

# MSG00286
source: Input material is not defined for Finished Goods
ar: لم يتم تعريف المواد المدخلة للسلع النهائية.
de: Für Fertigwaren ist kein Eingangsmaterial definiert.
es: No se ha definido el material de entrada para los productos terminados.
fr: Les matières premières ne sont pas définies pour les produits finis.
hi: तैयार माल के लिए इनपुट सामग्री परिभाषित नहीं है।
id: Bahan masukan tidak ditetapkan untuk Barang Jadi.

# MSG00287
source: Bill and Receive qty should be greater than zero for dispatch no
ar: يجب أن تكون كمية الفاتورة والمستلمة أكبر من الصفر لرقم الإرسال
de: Die Rechnungs- und Empfangsmenge muss für die Versandnummer größer als Null sein
es: La cantidad de factura y recepción debe ser mayor que cero para el número de despacho
fr: La quantité facturée et reçue doit être supérieure à zéro pour le numéro d'expédition
hi: डिस्पैच नंबर के लिए बिल और रिसीव मात्रा शून्य से अधिक होनी चाहिए
id: Jumlah tagihan dan penerimaan harus lebih besar dari nol untuk nomor pengiriman

# MSG00288
source: Purchase Requisition is under process, Order cannot be cancelled
ar: طلب الشراء قيد المعالجة، ولا يمكن إلغاء الطلب
de: Die Bestellanforderung wird bearbeitet, die Bestellung kann nicht storniert werden.
es: La solicitud de compra está en proceso, el pedido no se puede cancelar.
fr: La demande d'achat est en cours de traitement, la commande ne peut pas être annulée.
hi: खरीद अनुरोध प्रक्रियाधीन है, आदेश रद्द नहीं किया जा सकता।
id: Permintaan Pembelian sedang diproses, Pesanan tidak dapat dibatalkan

# MSG00289
source: Purchase Requisition no.
ar: رقم طلب الشراء
de: Bestellanforderungsnummer
es: N° de solicitud de compra
fr: Numéro de demande d'achat
hi: क्रय अनुरोध संख्या
id: Nomor Permintaan Pembelian.

# MSG00290
source: has been generated
ar: تم توليدها
de: wurde generiert
es: ha sido generado
fr: a été généré
hi: उत्पन्न हो गया है
id: telah dihasilkan

# MSG00291
source: Purchase requisition is under process, Order cannot be modified
ar: طلب الشراء قيد المعالجة، ولا يمكن تعديل الطلب
de: Die Bestellanforderung wird bearbeitet, die Bestellung kann nicht geändert werden.
es: La solicitud de compra está en proceso, el pedido no se puede modificar.
fr: La demande d'achat est en cours de traitement. La commande ne peut pas être modifiée.
hi: खरीद अनुरोध प्रक्रियाधीन है, आदेश में संशोधन नहीं किया जा सकता।
id: Permintaan pembelian sedang diproses, pesanan tidak dapat diubah.

# MSG00293
source: Slab data not found
ar: لم يتم العثور على بيانات الألواح
de: Plattendaten nicht gefunden
es: Datos de losa no encontrados
fr: Données de dalle introuvables
hi: स्लैब डेटा नहीं मिला
id: Data slab tidak ditemukan

# MSG00294
source: No product group selected
ar: لم يتم تحديد مجموعة منتجات
de: Keine Produktgruppe ausgewählt
es: No se seleccionó ningún grupo de productos
fr: Aucun groupe de produits sélectionné
hi: कोई उत्पाद समूह चयनित नहीं
id: Tidak ada grup produk yang dipilih

# MSG00295
source: No customer price group selected
ar: لم يتم تحديد مجموعة أسعار العملاء
de: Keine Kundenpreisgruppe ausgewählt
es: No se ha seleccionado ningún grupo de precios de clientes
fr: Aucun groupe tarifaire client sélectionné
hi: कोई ग्राहक मूल्य समूह चयनित नहीं है
id: Tidak ada kelompok harga pelanggan yang dipilih.

# MSG00296
source: Service is not defined for the finished product
ar: لم يتم تحديد الخدمة للمنتج النهائي
de: Für das fertige Produkt ist kein Service definiert.
es: El servicio no está definido para el producto terminado
fr: Le service n'est pas défini pour le produit fini
hi: तैयार उत्पाद के लिए सेवा परिभाषित नहीं है
id: Layanan tidak didefinisikan untuk produk jadi.

# MSG00297
source: Invalid percentage
ar: النسبة المئوية غير صالحة
de: Ungültiger Prozentsatz
es: Porcentaje no válido
fr: Pourcentage invalide
hi: अमान्य प्रतिशत
id: Persentase tidak valid

# MSG00298
source: The payment schedule should be 100%
ar: يجب أن يكون جدول الدفع بنسبة 100%
de: Der Zahlungsplan sollte 100% betragen.
es: El cronograma de pagos debe ser del 100%.
fr: Le calendrier de paiement devrait être de 100%
hi: भुगतान अनुसूची 100% होनी चाहिए
id: Jadwal pembayaran harus 100%

# MSG00299
source: Scrap Value cannot be greater than the Current Value.
ar: لا يمكن أن تكون قيمة الخردة أكبر من القيمة الحالية.
de: Der Schrottwert darf nicht höher sein als der aktuelle Wert.
es: El valor de desecho no puede ser mayor que el valor actual.
fr: La valeur de récupération ne peut pas être supérieure à la valeur actuelle.
hi: स्क्रैप का मूल्य वर्तमान मूल्य से अधिक नहीं हो सकता।
id: Nilai Sisa tidak boleh lebih besar dari Nilai Saat Ini.

# MSG00300
source: The document has been force-closed successfully.
ar: تم إغلاق المستند قسراً بنجاح.
de: Das Dokument wurde erfolgreich zwangsweise geschlossen.
es: El documento ha sido cerrado forzosamente exitosamente.
fr: Le document a été fermé de force avec succès.
hi: दस्तावेज़ को सफलतापूर्वक जबरन बंद कर दिया गया है।
id: Dokumen telah berhasil ditutup secara paksa.

source: MSME
de: KKMU
es: MIPYME
fr: MPME
hi: एमएसएमई
id: UMKM

source: MTD
hi: एमटीडी

source: Name
ar: اسم
es: Nombre
fr: Nom
hi: नाम
id: Nama

source: Name on Instrument
ar: الاسم على الصك
de: Name auf dem Instrument
es: Nombre en el instrumento
fr: Nom sur l'instrument
hi: उपकरण पर नाम
id: Nama Pada Instrumen

source: Narration
ar: السرد
de: Erzählung
es: Narración
hi: वर्णन
id: Cerita

source: Near
ar: قريب
de: Nahe
es: Cerca
fr: Près
hi: पास में
id: Di dekat

source: Net
ar: شبكة
de: Netz
es: Neta
fr: Rapporter
hi: जाल
id: Bersih

source: Net Value Spec
ar: مواصفات القيمة الصافية
de: Nettowert spez
es: Especificaciones de valor neto
hi: शुद्ध मूल्य युक्ति

source: Net Amount
ar: كمية الشبكة
de: Netto-Betrag
es: Importe neto
fr: Montant net
hi: शुद्ध राशि
id: Jumlah bersih

source: Net Amount In Base
ar: المبلغ الصافي (في الأساس)
de: Nettobetrag in der Basis
es: Importe neto en base
fr: NetAmount (dans la base)
hi: आधार में शुद्ध राशि
id: Jumlah Bersih Di Basis

source: Net Landed Value
ar: صافي قيمة الأرض
de: Netto-Grundwert
es: Valor aterrizado neto
fr: Valeur nette au débarquement
hi: नेट लैंडेड वैल्यू
id: Nilai Tanah Bersih

source: Net MR Value
ar: صافي قيمة MR
de: Netto-MR-Wert
es: Valor neto de MR
fr: Valeur MR nette
hi: नेट एमआर वैल्यू
id: Nilai MR Bersih

source: Net Order Value
de: Nettobestellwert
es: Valor neto del pedido
fr: Valeur nette de la commande
hi: शुद्ध आदेश मूल्य
id: Nilai Pesanan Bersih

source: Net Price
ar: السعر الصافي
de: Nettopreis
es: Precio neto
fr: Prix ​​net
hi: नेट कीमत
id: Harga bersih

source: Net Rate
ar: معدل صافي
de: Nettopreis
es: Tasa neta
fr: Taux net
hi: असल दर
id: Tarif Bersih

source: Net Value
ar: صافي القيمة
de: Nettowert
es: Valor neto
fr: Valeur nette
hi: शुद्ध मूल्य
id: Nilai bersih

source: Net Value (In Base)
ar: صافي القيمة (في الأساس)
de: Nettowert (in Basis)
es: Valor neto (en base)
fr: Valeur nette (en base)
hi: आधार में शुद्ध मूल्य
id: Nilai Bersih Di Basis

source: Net Weight
ar: الوزن الصافي
de: Reingewicht
es: Peso neto
fr: Poids Net
hi: शुद्ध वजन
id: Berat bersih

source: Net Weight/Pack
ar: الوزن الصافي / العبوة
de: Nettogewicht/Packung
es: Peso Neto/Paquete
fr: Poids net/paquet
hi: शुद्ध वजन पैक
id: Berat Bersih/Kemasan

# NetWeightPerPack
source: Net Wt/Pack
hi: प्रति पैक शुद्ध वजन

# NetWeightPerPiece
source: Net Wt/Pc
hi: प्रति पीसी शुद्ध वजन

source: New
ar: جديد
de: Neu
es: Nueva
fr: Nouvelle
hi: नया
id: Baru

source: Nick Name
ar: كنية
de: Spitzname
es: Apodo
fr: Surnom
hi: निक नाम
id: Nama panggilan

source: Non
ar: عدم
de: Nicht
es: No
hi: गैर

source: Non Moving
ar: غير متحركة
de: Nicht beweglicher
es: no móvil
fr: immobile
hi: नॉन मूविंग
id: Tidak Bergerak

source: Non Saleable
ar: غير قابلة للبيع
de: Nicht verkäuflich
es: No vendible
fr: Non vendable
hi: गैर बिक्री योग्य
id: Tidak Dapat Dijual

source: Non-taxable
ar: غير خاضعة للضريبة
de: Nicht steuerpflichtig
es: Sin impuestos
hi: गैर कर योग्य
id: Tidak kena pajak

source: Notation
ar: الرموز
es: Notación
hi: नोटेशन
id: Notasi

source: No Tax Selected
ar: لم يتم تحديد ضريبة
de: Keine Steuer ausgewählt
es: Ningún impuesto seleccionado
fr: Aucune taxe sélectionnée
hi: कोई कर चयनित नहीं
id: Tidak Ada Pajak yang Dipilih

source: Note
ar: ملحوظة
de: Notiz
es: Nota
hi: टिप्पणी
id: Catatan

source: Not Found
ar: لم يتم العثور عليه
de: Nicht gefunden
es: No encontrado
fr: Introuvable
hi: नहीं मिला
id: Tidak Ditemukan

source: Number
ar: رقم
de: Nummer
es: Número
fr: Nombre
hi: संख्या
id: Nomor

# NumberAndDate
source: Number & Date
ar: الرقم والتاريخ
de: Nummer und Datum
es: Número y fecha
fr: Numéro et date
hi: संख्या और दिनांक
id: Nomor Dan Tanggal

source: Number of
ar: Nombre de
de: Anzahl
es: Número de
fr: Nombre de
hi: की संख्या
id: Jumlah

source: Number of Items
ar: عدد العناصر
de: Anzahl der Teile
es: Número de items
fr: Nombre d'objets
hi: मदों की संख्या
id: Jumlah Item

source: Number of Packs
ar: عدد العبوات
de: Anzahl der Packungen
es: Número de paquetes
fr: Nombre de paquets
hi: पैक्स की संख्या
id: Jumlah Paket

source: Nunber
ar: نونبر
de: Nummer
es: Número
fr: Numéro
hi: संख्या
id: Nomor

source: Observative
ar: يقظ
de: Beobachtend
es: observativo
fr: Observateur
hi: निरीक्षणात्मक
id: Observatif

source: OC ID
ar: معرف OC
es: ID de CO
fr: ID d'OC
hi: ओसीआईडी

source: OEM No.
ar: OEM لا
de: OEM-Nr.
es: Número de OEM
hi: ओईएम नं
id: Nomor OEM

# ok
source: OK/Not OK
ar: موافق / غير موافق
de: OK/Nicht OK
es: Bien/No bien
fr: D'accord/Pas d'accord
hi: ठीक/ठीक नहीं
id: Oke/Tidak Oke

# OK1
source: OK
ar: نعم
es: DE ACUERDO
fr: d'accord
hi: ठीक
id: Oke

source: On
ar: على
de: An
es: En
fr: Sur
hi: पर
id: Pada

source: On Hold
ar: في الانتظار
de: In Wartestellung
es: En espera
fr: En attente
hi: होल्ड पर
id: Tertahan

source: On Hold Reason
ar: سبب الانتظار
de: Grund für die Warteschleife
es: Motivo de espera
fr: Raison de mise en attente
hi: होल्ड कारण पर
id: Alasan Ditahan

source: Opening
ar: افتتاح
de: Öffnung
es: Apertura
fr: Ouverture
hi: प्रारंभिक
id: Pembukaan

source: Opening Balance
ar: الرصيد الافتتاحي
de: Anfangsbestand
es: Saldo de apertura
fr: Solde d'ouverture
hi: प्रारंभिक जमा
id: Saldo awal

source: Opening Date
ar: موعد الافتتاح
de: Eröffnungsdatum
es: Fecha de apertura
fr: Date d'ouverture
hi: खुलने की तिथि
id: Tanggal Pembukaan

source: Opening Detail
ar: فتح التفاصيل
de: Eröffnungsdetail
es: Detalle de apertura
fr: Détail d'ouverture
hi: उद्घाटन विवरण
id: Detil Pembukaan

source: Opening Material Receipt Detail
ar: فتح تفاصيل استلام المواد
de: Details zum Materialeingang öffnen
es: Detalle de recepción de material de apertura
fr: Détail de la réception du matériel d'ouverture
hi: उद्घाटन सामग्री रसीद विवरण
id: Detail Tanda Terima Bahan Pembuka

source: Opening Quantity
ar: كمية الافتتاح
de: Öffnungsmenge
es: Cantidad inicial
fr: Quantité d'ouverture
hi: उद्घाटन मात्रा
id: Kuantitas Pembukaan

source: Opening Stock
ar: افتتاح المخزون
de: Anfangsbestand
es: Stock de apertura
fr: Stock d'ouverture
hi: आरंभिक स्टॉक
id: Stok pembuka

source: Opening Value
ar: قيمة الافتتاح
de: Eröffnungswert
es: Valor de apertura
fr: Valeur d'ouverture
hi: उद्घाटन मूल्य
id: Nilai Pembukaan

source: Operation
ar: عملية
de: Betrieb
es: Operación
fr: Opération
hi: कार्यवाही
id: Operasi

source: Operation Detail
ar: تفاصيل العملية
de: Vorgangsdetails
es: Detalle de la operación
fr: Détail de l'opération
hi: संचालन विवरण
id: Detil Operasi

source: Operation Name
ar: اسم العملية
de: Operationsname
es: Nombre de la operación
fr: Nom de l'opération
hi: ऑपरेशन का नाम
id: Nama Operasi

source: Operation Start Date
ar: تاريخ بدء العملية
de: Startdatum des Vorgangs
es: Fecha de inicio de la operación
fr: Date de début de l'opération
hi: ऑपरेशन प्रारंभ तिथि
id: Tanggal Mulai Operasi

source: Operation Type
ar: نوع العملية
de: Operationstyp
es: Tipo de operación
fr: Type d'opération
hi: ऑपरेशन का प्रकार
id: Tipe Operasi

source: Operator Name
ar: اسم المشغل
de: Name des Bedieners
es: Nombre del operador
fr: Nom de l'opérateur
hi: ऑपरेटर का नाम
id: Nama Operator

source: Optimum Quantity
ar: الكمية المثلى
de: Optimale Menge
fr: Quantité optimale
hi: इष्टतम मात्रा
id: Kuantitas Optimal
