Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

# MSG00072
source: Pack serialization detail not found
ar: لم يتم العثور على تفاصيل تسلسل الحزمة
de: Paketserialisierungsdetails nicht gefunden
es: Detalle de serialización del paquete no encontrado
fr: Détails de sérialisation du pack introuvables
hi: पैक क्रमांकन विवरण नहीं मिला
id: Detail Serialisasi Paket Tidak Ditemukan

# MSG00073
source: One or more GL Account is missing in GL Posting
ar: حساب GL واحد أو أكثر مفقود في نشر GL
de: Ein oder mehrere Hauptbuchkonten fehlen in der Hauptbuchbuchung
es: Falta una o más cuentas de LM en la publicación de LM
fr: Un ou plusieurs comptes GL sont manquants dans la publication GL
hi: जीएल पोस्टिंग में एक या अधिक जीएल खाता गुम है
id: Satu atau lebih Akun GL tidak ada di GL Posting

# MSG00074
source: Journal Voucher raised against custom invoice number
ar: قسيمة دفتر اليومية التي تم رفعها مقابل رقم الفاتورة المخصصة
de: Journalbeleg gegen benutzerdefinierte Rechnungsnummer ausgestellt
es: Asiento de diario cobrado contra el número de factura personalizado
fr: Bon de journal généré par rapport au numéro de facture personnalisé
hi: जर्नल वाउचर कस्टम इनवॉइस संख्या के विरुद्ध उठाया गया
id: Voucher Jurnal Dibesarkan Terhadap Nomor Faktur Kustom

# MSG00075
source: Dependencies exists, data can not be modified
ar: التبعيات موجودة ولا يمكن تعديلها
de: Abhängigkeiten bestehen, können nicht geändert werden
es: Las dependencias existen, no se pueden modificar
fr: Des dépendances existent, ne peuvent pas être modifiées
hi: निर्भरताएँ मौजूद हैं, संशोधित नहीं की जा सकतीं
id: Ketergantungan ada, tidak dapat dimodifikasi

# MSG00076
source: Custom invoice has been created, Invoice can not be modified
ar: تم إنشاء الفاتورة المخصصة. الفاتورة لا يمكن تعديلها
de: Eine benutzerdefinierte Rechnung wurde erstellt. Die Rechnung kann nicht geändert werden
es: Se ha creado la factura personalizada. No se puede modificar la factura
fr: La facture personnalisée a été créée. La facture ne peut pas être modifiée
hi: कस्टम चालान बनाया गया है। चालान संशोधित नहीं किया जा सकता है
id: Faktur Kustom telah dibuat. Faktur tidak dapat diubah

# MSG00077
source: Production advice is under process, Production plan can not be cancelled
ar: نصيحة الإنتاج قيد المعالجة. لا يمكن إلغاء خطة الإنتاج
de: Produktionsberatung ist in Bearbeitung. Der Produktionsplan kann nicht storniert werden
es: El asesoramiento de producción está en proceso. El plan de producción no se puede cancelar
fr: L'avis de production est en cours de traitement. Le plan de production ne peut pas être annulé
hi: उत्पादन सलाह प्रक्रियाधीन है। उत्पादन योजना रद्द नहीं की जा सकती
id: Nasihat Produksi sedang dalam proses. Rencana Produksi tidak dapat dibatalkan

# MSG00078
source: Job oirder has been processed, Document can not be modified
ar: لا يمكن تعديل طلب العمل الذي تمت معالجته
de: Der Auftrag wurde verarbeitet und kann nicht geändert werden
es: La orden de trabajo ha sido procesada no se puede modificar
fr: La commande de travail a été traitée ne peut pas être modifiée
hi: कार्य आदेश संसाधित किया गया है संशोधित नहीं किया जा सकता है
id: Job Order yang sudah diproses tidak dapat diubah

# MSG00079
source: Planned quantity mismatch with order to produce quantity
ar: الكمية المخططة غير متطابقة مع الطلب لإنتاج الكمية
de: Die geplante Menge stimmt nicht mit der Auftrags-zu-Produktionsmenge überein
es: La cantidad planificada no coincide con la orden para producir la cantidad
fr: La quantité planifiée ne correspond pas à la commande pour produire la quantité
hi: नियोजित मात्रा उत्पादन मात्रा के आदेश से मेल नहीं खाती
id: Kuantitas yang Direncanakan tidak cocok dengan pesanan untuk Menghasilkan Kuantitas

# MSG00080
source: Auto generated from production plan
de: Automatisch aus Produktionsplan generiert
es: Generado automáticamente a partir del plan de producción
hi: उत्पादन योजना से ऑटो उत्पन्न
id: Otomatis dihasilkan dari rencana produksi

# MSG00081
source: Adjusted amount should be less or equal to payment amount
ar: يجب أن يكون المبلغ المعدل أقل أو يساوي مبلغ الدفعة
de: Der angepasste Betrag sollte kleiner oder gleich dem Zahlungsbetrag sein
es: El monto ajustado debe ser menor o igual al monto del pago
fr: Le montant ajusté doit être inférieur ou égal au montant du paiement
hi: समायोजित राशि भुगतान राशि से कम या उसके बराबर होनी चाहिए
id: Jumlah yang disesuaikan harus kurang atau sama dengan jumlah pembayaran

# MSG00082
source: Exceeding pending quantity
ar: تجاوز الكمية المعلقة
de: Ausstehende Menge überschritten
es: Exceso de cantidad pendiente
fr: Dépassement de la quantité en attente
hi: लंबित मात्रा से अधिक
id: Melebihi Kuantitas Tertunda

# MSG00083
source: Production order has been processed, document can not be modified
ar: تمت معالجة أمر الإنتاج ، ولا يمكن تعديل المستند
de: Der Produktionsauftrag wurde verarbeitet, das Dokument kann nicht geändert werden
es: Se ha procesado la orden de producción, el documento no se puede modificar
fr: L'ordre de production a été traité, le document ne peut pas être modifié
hi: उत्पादन आदेश संसाधित किया गया है, दस्तावेज़ को संशोधित नहीं किया जा सकता है
id: Production Order telah diproses, dokumen tidak dapat diubah

# MSG00084
source: MRP has been processed, document can not be modified
ar: تمت معالجة MRP ، لا يمكن تعديل المستند
de: Die Disposition wurde verarbeitet, das Dokument kann nicht geändert werden
es: MRP ha sido procesado, el documento no se puede modificar
fr: Le MRP a été traité, le document ne peut pas être modifié
hi: एमआरपी संसाधित किया गया है, दस्तावेज़ को संशोधित नहीं किया जा सकता है
id: MRP telah diproses, dokumen tidak dapat diubah

# MSG00085
source: Material has been dispatched, document can not be cancelled
ar: تم إرسال المادة ولا يمكن إلغاء المستند
de: Das Dokument „Material wurde versandt“ kann nicht storniert werden
es: El material ha sido despachado documento no puede ser cancelado
fr: Le matériel a été expédié le document ne peut pas être annulé
hi: सामग्री भेज दी गई है दस्तावेज़ रद्द नहीं किया जा सकता
id: Dokumen material telah dikirim tidak dapat dibatalkan

# MSG00086
source: Terms & Condition detail not found
ar: تفاصيل الشروط والأحكام غير موجودة
de: Details zu den Allgemeinen Geschäftsbedingungen wurden nicht gefunden
es: Detalles de términos y condiciones no encontrados
fr: Détails des conditions générales introuvables
hi: नियम और शर्तों का विवरण नहीं मिला
id: Detail Syarat & Ketentuan tidak ditemukan

# MSG00087
source: Delivery Note has been made, document can not be modified
ar: تم إصدار مذكرة التسليم ولا يمكن تعديل المستند
de: Der Lieferschein wurde erstellt. Das Dokument kann nicht geändert werden
es: Se ha realizado albarán de entrega documento no modificable
fr: Le bon de livraison a été établi le document ne peut pas être modifié
hi: डिलीवरी नोट बना दिया गया है दस्तावेज़ को संशोधित नहीं किया जा सकता है
id: Delivery Note sudah dibuat dokumen tidak bisa diubah

# MSG00088
source: Reserve quantity should be greater than 0
ar: يجب أن تكون الكمية الاحتياطية أكبر من 0
de: Die Reservemenge sollte größer als 0 sein
es: La cantidad de reserva debe ser mayor que 0
fr: La quantité de réserve doit être supérieure à 0
hi: आरक्षित मात्रा 0 से अधिक होनी चाहिए
id: Kuantitas cadangan harus lebih besar dari 0

# MSG00089
source: Advance Payment detail not found
ar: لم يتم العثور على تفاصيل الدفعة المقدمة
de: Anzahlungsdetails nicht gefunden
es: No se encontró el detalle del pago por adelantado
fr: Detail Uang Muka tidak ditemukan
hi: अग्रिम भुगतान विवरण नहीं मिला
id: Detail Uang Muka tidak ditemukan

# MSG00090
source: Invoice detail not found
ar: تفاصيل الفاتورة غير موجودة
de: Rechnungsdetails nicht gefunden
es: No se encontró el detalle de la factura
fr: Detail faktur tidak ditemukan
hi: चालान विवरण नहीं मिला
id: Detail faktur tidak ditemukan

# MSG00091
source: QC has been processed, Document can not be modified
ar: تمت معالجة مراقبة الجودة. لا يمكن تعديل المستند
de: QC wurde verarbeitet. Das Dokument kann nicht geändert werden
es: Se ha procesado el control de calidad. El documento no se puede modificar.
fr: QC a été traité. Le document ne peut pas être modifié
hi: क्यूसी संसाधित किया गया है। दस्तावेज़ में बदलाव नहीं किया जा सकता
id: QC telah diproses. Dokumen tidak dapat dimodifikasi

# MSG00092
source: Exceeding amount
ar: المبلغ الزائد
de: Überschreitung des Betrags
es: Monto excedente
fr: Montant excédentaire
hi: अधिक राशि
id: Melebihi Jumlah

# MSG00093
source: Consumed quantity is exceeding than reserved quantity
ar: الكمية المستهلكة تتجاوز الكمية المحجوزة
de: Die verbrauchte Menge übersteigt die reservierte Menge
es: La cantidad consumida excede la cantidad reservada
fr: La quantité consommée dépasse la quantité réservée
hi: खपत मात्रा आरक्षित मात्रा से अधिक है
id: Kuantitas yang dikonsumsi melebihi kuantitas yang dipesan

# MSG00094
source: Sub-Item detail not found
ar: لم يتم العثور على تفاصيل العنصر الفرعي
de: Unterelementdetail nicht gefunden
es: Detalle de subelemento no encontrado
fr: Détail du sous-élément introuvable
hi: उप-आइटम विवरण नहीं मिला
id: Detail Sub-Item Tidak Ditemukan

# MSG00095
source: Sub-Item quantity does not match with Order to produce quantity
ar: لا تتطابق كمية العنصر الفرعي مع طلب إنتاج الكمية
de: Die Menge des Unterartikels stimmt nicht mit der Menge des Auftrags überein
es: La cantidad del subartículo no coincide con la cantidad del pedido para producir
fr: La quantité du sous-article ne correspond pas à la quantité de la commande à produire
hi: उप-आइटम मात्रा उत्पादन मात्रा के आदेश से मेल नहीं खाती
id: Kuantitas Sub-Item tidak cocok dengan Kuantitas Pesanan untuk Menghasilkan

# MSG00096
source: Sub-Item Quantity does not match with quantity
ar: كمية العنصر الفرعي لا تتطابق مع الكمية
de: Die Menge des Unterartikels stimmt nicht mit der Menge überein
es: La cantidad del subartículo no coincide con la cantidad
fr: La quantité du sous-article ne correspond pas à la quantité
hi: उप-आइटम मात्रा मात्रा से मेल नहीं खाती
id: Kuantitas Sub-Item tidak cocok dengan Kuantitas

# MSG00097
source: Exceeding balance amount
ar: تجاوز الرصيد
de: Überschreitung des Guthabens
es: Saldo excedido
fr: Melebihi Saldo
hi: हद से ज्यादा बैलेंस
id: Melebihi Saldo

# MSG00098
source: Workflow is under process, Can not be modified
ar: سير العمل قيد المعالجة. لا يمكن تعديلها
de: Der Workflow ist in Bearbeitung. Kann nicht geändert werden
es: El flujo de trabajo está en proceso. no se puede modificar
fr: Alur kerja sedang dalam proses. Tidak dapat dimodifikasi
hi: कार्यप्रवाह प्रक्रियाधीन है। संशोधित नहीं किया जा सकता
id: Alur kerja sedang dalam proses. Tidak dapat dimodifikasi

# MSG00099
source: Workflow is under process, Can not be deleted
ar: سير العمل قيد المعالجة. لا يمكن الحذف
de: Der Workflow ist in Bearbeitung. Kann nicht gelöscht werden
es: El flujo de trabajo está en proceso. No se puede eliminar
fr: Alur kerja sedang dalam proses. Tidak dapat dihapus
hi: कार्यप्रवाह प्रक्रियाधीन है। मिटाया नहीं जा सकता
id: Alur kerja sedang dalam proses. Tidak dapat dihapus

# MSG00100
source: Can not be less than required quantity
ar: لا يمكن أن تكون أقل من الكمية المطلوبة
de: Darf nicht geringer sein als die erforderliche Menge
es: No puede ser menos de la cantidad requerida
fr: Ne peut pas être inférieur à la quantité requise
hi: आवश्यक मात्रा से कम नहीं हो सकता
id: Tidak boleh kurang dari jumlah yang dibutuhkan

# MSG00101
source: Planned Quantity can not be 0 for all items.
ar: لا يمكن أن تكون الكمية المخططة صفرًا لجميع العناصر
de: Die geplante Menge kann nicht für alle Artikel Null sein.
es: La cantidad planificada no puede ser cero para todos los artículos.
fr: La quantité planifiée ne peut pas être nulle pour tous les articles
hi: सभी मदों के लिए नियोजित मात्रा शून्य नहीं हो सकती।
id: Kuantitas Terencana tidak boleh nol untuk semua item

# MSG00102
source: Sub-Item quantity does not match with item quantity.
ar: لا تتطابق كمية العنصر الفرعي مع كمية العنصر.
de: Die Menge des Unterartikels stimmt nicht mit der Artikelmenge überein.
es: La cantidad del subartículo no coincide con la cantidad del artículo.
fr: La quantité de sous-article ne correspond pas à la quantité d'article.
hi: उप-आइटम मात्रा आइटम मात्रा से मेल नहीं खाती।
id: Kuantitas Sub-Item tidak cocok dengan Kuantitas Item.

# MSG00103
source: QC quantity does not match with total quantity
ar: كمية مراقبة الجودة لا تتطابق مع الكمية الإجمالية
de: Die QC-Menge stimmt nicht mit der Gesamtmenge überein
es: La cantidad de control de calidad no coincide con la cantidad total
fr: La quantité QC ne correspond pas à la quantité totale
hi: QC मात्रा कुल मात्रा से मेल नहीं खाती
id: Kuantitas QC tidak sesuai dengan kuantitas total

# MSG00104
source: Order amended by
ar: تعديل الطلب من قبل
de: Bestelländerung durch
es: Modificación de orden por
fr: Modification de la commande par
hi: द्वारा आदेश संशोधन
id: Amandemen Pesanan oleh

# MSG00105
source: GL amount mismatch with cost center amount
ar: عدم تطابق مبلغ دفتر الأستاذ العام مع مبلغ مركز التكلفة
de: Der FIBU-Betrag stimmt nicht mit dem Kostenstellenbetrag überein
es: Discrepancia en el importe del libro mayor con el importe del centro de costes
fr: Incompatibilité entre le montant GL et le montant du centre de coûts
hi: जीएल राशि लागत केंद्र राशि से मेल नहीं खाती
id: Ketidakcocokan jumlah GL dengan jumlah pusat biaya

# MSG00106
source: Duplicate GL account name found
ar: تم العثور على اسم حساب GL مكرر
de: Doppelter FIBU-Kontoname gefunden
es: Se encontró un nombre de cuenta de GL duplicado
fr: Nom de compte GL en double trouvé
hi: डुप्लीकेट जीएल खाता नाम मिला
id: Nama akun GL duplikat ditemukan

# MSG00107
source: wise total amount mistach with GL amount
ar: إجمالي المبلغ غير متطابق مع كمية GL
de: Weisen Sie darauf hin, dass der Gesamtbetrag mit dem GL-Betrag verwechselt ist
es: la cantidad total sabia no coincide con la cantidad GL
fr: non-concordance entre le montant total sage et le montant GL
hi: जीएल राशि के साथ बुद्धिमान कुल राशि गलत
id: ketidakcocokan jumlah total bijaksana dengan jumlah GL

# MSG00108
source: Adjustment amount should be less or equal to voucher amount
ar: يجب أن يكون مبلغ التعديل أقل أو يساوي مبلغ الإيصال
de: Der Anpassungsbetrag sollte kleiner oder gleich dem Gutscheinbetrag sein
es: El monto del ajuste debe ser menor o igual al monto del comprobante
fr: Le montant de l'ajustement doit être inférieur ou égal au montant du bon
hi: समायोजन राशि वाउचर राशि से कम या बराबर होनी चाहिए
id: Jumlah penyesuaian harus kurang atau sama dengan jumlah voucher

# MSG00109
source: Quality inspection has been processed, document can not be modified
ar: تمت معالجة استقصاء الجودة ، ولا يمكن تعديل المستند
de: Die Qualitätsprüfung wurde durchgeführt, das Dokument kann nicht geändert werden
es: Se ha procesado la inspección de calidad, el documento no se puede modificar
fr: L'inspection de la qualité a été traitée, le document ne peut pas être modifié
hi: गुणवत्ता निरीक्षण की प्रक्रिया पूरी हो चुकी है, दस्तावेज़ को संशोधित नहीं किया जा सकता
id: Pemeriksaan kualitas telah diproses, dokumen tidak dapat dimodifikasi

# MSG00110
source: Consumed quantity does not match with batch quantity
ar: الكمية المستهلكة لا تتطابق مع كمية الدُفعة
de: Verbrauchte Menge stimmt nicht mit Chargenmenge überein
es: La cantidad consumida no coincide con la cantidad del lote
fr: La quantité consommée ne correspond pas à la quantité du lot
hi: उपभोग की गई मात्रा बैच मात्रा से मेल नहीं खाती
id: Jumlah yang dikonsumsi tidak sesuai dengan jumlah batch

# MSG00111
source: Consumed quantity does not match with serial quantity
ar: الكمية المستهلكة لا تتطابق مع الكمية المسلسلة
de: Die verbrauchte Menge stimmt nicht mit der Serienmenge überein
es: La cantidad consumida no coincide con la cantidad en serie
fr: La quantité consommée ne correspond pas à la quantité de série
hi: उपभोग की गई मात्रा क्रमिक मात्रा से मेल नहीं खाती
id: Kuantitas yang dikonsumsi tidak sesuai dengan kuantitas serial

# MSG00112
source: Tax not applied for
ar: الضريبة غير مطبقة
de: Steuer nicht beantragt
es: Impuesto no solicitado
fr: Taxe non appliquée
hi: कर के लिए आवेदन नहीं किया गया
id: Pajak tidak diterapkan

# MSG00113
source: HSN not defined for
ar: لم يتم تعريف HSN لـ
de: HSN nicht definiert für
es: HSN no definida para
fr: HSN non défini pour
hi: एचएसएन को परिभाषित नहीं किया गया है
id: HSN tidak didefinisikan untuk

# MSG00114
source: Invalid parameter data
ar: بيانات المعلمة غير صالحة
de: Ungültige Parameterdaten
es: Datos de parámetros no válidos
fr: Données de paramètre non valides
hi: अमान्य पैरामीटर डेटा
id: Data parameter tidak valid

# MSG00115
source: Source document has been modified, Document can not proceed
ar: تم تعديل المستند المصدر .. لا يمكن المتابعة
de: Das Quelldokument wurde geändert. Der Vorgang kann nicht fortgesetzt werden
es: El documento fuente ha sido modificado. No se puede continuar
fr: Le document source a été modifié. Impossible de continuer
hi: स्रोत दस्तावेज़ को संशोधित कर दिया गया है.. आगे नहीं बढ़ सकते
id: Dokumen sumber telah diubah.. Tidak dapat melanjutkan

# MSG00116
source: Parameter evaluation is incomplete for item
ar: تقييم المعلمة غير كامل للعنصر
de: Die Parameterauswertung für das Element ist unvollständig
es: La evaluación de parámetros está incompleta para el artículo.
fr: L'évaluation des paramètres est incomplète pour l'article
hi: आइटम के लिए पैरामीटर मूल्यांकन अधूरा है
id: Evaluasi Parameter tidak lengkap untuk item

# MSG00117
source: Order can not be modified as stock of some items is reserved
ar: لا يمكن تعديل الطلب نظرًا لأن مخزون بعض العناصر محجوز
de: Die Bestellung kann nicht geändert werden, da der Lagerbestand einiger Artikel reserviert ist
es: El pedido no se puede modificar ya que el stock de algunos artículos está reservado.
fr: La commande ne peut être modifiée puisque le stock de certains articles est réservé
hi: कुछ वस्तुओं का स्टॉक आरक्षित होने के कारण ऑर्डर में संशोधन नहीं किया जा सकता
id: Pesanan tidak dapat diubah karena stok beberapa item sudah dipesan

# MSG00118
source: Total monthly budget amount does not match with yearly budget amount
ar: إجمالي مبلغ الميزانية الشهرية لا يتطابق مع المبلغ السنوي
de: Der Gesamtbetrag des Monatsbudgets stimmt nicht mit dem Jahresbetrag überein
es: El importe total del presupuesto mensual no coincide con el importe anual
fr: Le montant total du budget mensuel ne correspond pas au montant annuel
hi: कुल मासिक बजट राशि वार्षिक राशि से मेल नहीं खाती
id: Total jumlah anggaran bulanan tidak sesuai dengan jumlah tahunan

# MSG00119
source: Total cost center amount does not match with budget amount
ar: إجمالي مبلغ مركز التكلفة لا يتطابق مع مبلغ الميزانية
de: Der Gesamtbetrag der Kostenstelle stimmt nicht mit dem Budgetbetrag überein
es: El importe total del centro de costes no coincide con el importe del presupuesto
fr: Le montant total du centre de coûts ne correspond pas au montant du budget
hi: कुल लागत केंद्र राशि बजट राशि से मेल नहीं खाती
id: Jumlah total cost center tidak sesuai dengan jumlah anggaran

# MSG00120
source: Swap quantity is exceeding than available quantity
ar: كمية المبادلة تتجاوز الكمية المتاحة
de: Die Swap-Menge übersteigt die verfügbare Menge
es: La cantidad de intercambio excede la cantidad disponible
fr: La quantité d'échange dépasse la quantité disponible
hi: स्वैप मात्रा उपलब्ध मात्रा से अधिक हो रही है
id: Kuantitas swap melebihi kuantitas yang tersedia

# MSG00121
source: Batch quantity does not match with swap quantity
ar: كمية الدفعة لا تتطابق مع كمية المبادلة
de: Die Chargenmenge stimmt nicht mit der Swap-Menge überein
es: La cantidad del lote no coincide con la cantidad del intercambio
fr: La quantité du lot ne correspond pas à la quantité d'échange
hi: बैच मात्रा स्वैप मात्रा से मेल नहीं खाती
id: Kuantitas batch tidak sesuai dengan kuantitas swap

# MSG00122
source: Serial quantity does not match with swap quantity
ar: الكمية التسلسلية لا تتطابق مع كمية المبادلة
de: Die Serienmenge stimmt nicht mit der Swap-Menge überein
es: La cantidad de serie no coincide con la cantidad de intercambio
fr: La quantité de série ne correspond pas à la quantité d'échange
hi: सीरियल मात्रा स्वैप मात्रा से मेल नहीं खाती
id: Kuantitas seri tidak sesuai dengan kuantitas swap

# MSG00123
source: Please select print option
ar: الرجاء تحديد نوع الطباعة.
de: Bitte wählen Sie den Drucktyp aus.
es: Por favor seleccione el tipo de impresión.
fr: Veuillez sélectionner le type d'impression.
hi: कृपया प्रिंट प्रकार चुनें.
id: Silakan pilih jenis pencetakan.

# MSG00124
source: Please fill expense detail
ar: يرجى ملء تفاصيل النفقات.
de: Bitte füllen Sie die Spesendetails aus.
es: Por favor complete el detalle de gastos.
fr: Veuillez remplir le détail des dépenses.
hi: कृपया व्यय विवरण भरें.
id: Silakan isi detail pengeluaran.

# MSG00125
source: Minimum 6 characters are required
ar: الحد الأدنى المطلوب 6 أحرف.
de: Mindestens 6 Zeichen erforderlich
es: Mínimo 6 caracteres requeridos
fr: 6 caractères minimum requis
hi: न्यूनतम 6 वर्ण आवश्यक हैं
id: Diperlukan minimal 6 karakter

# MSG00126
source: Discount exceeding than rate
ar: خصم يتجاوز السعر.
de: Der Rabatt liegt über dem Satz
es: Descuento superior a la tasa
fr: Remise supérieure au taux
hi: छूट दर से अधिक है
id: Diskon melebihi tarif

# MSG00127
source: Validity date cannot be before order date
ar: لا يمكن أن يكون تاريخ الصلاحية قبل تاريخ الطلب.
de: Das Gültigkeitsdatum darf nicht vor dem Bestelldatum liegen
es: La fecha de validez no puede ser anterior a la fecha del pedido
fr: La date de validité ne peut pas être antérieure à la date de commande
hi: वैधता तिथि आदेश तिथि से पहले नहीं हो सकती
id: Tanggal validitas tidak boleh sebelum tanggal pemesanan

# MSG00128
source: Scheduled & order quantity should be equal
ar: يجب أن تكون كمية الطلب & المجدولة متساوية.
de: Geplante Menge und Bestellmenge sollten gleich sein
es: La cantidad programada y del pedido debe ser igual
fr: La quantité programmée et commandée doit être égale
hi: अनुसूचित और आदेश मात्रा बराबर होनी चाहिए
id: Jumlah terjadwal & pesanan harus sama

# MSG00129
source: Delivery date cannot be before order date
ar: لا يمكن أن يكون تاريخ التسليم قبل تاريخ الطلب.
de: Der Liefertermin darf nicht vor dem Bestelldatum liegen
es: La fecha de entrega no puede ser anterior a la fecha del pedido
fr: La date de livraison ne peut pas être antérieure à la date de commande
hi: डिलीवरी की तारीख ऑर्डर की तारीख से पहले की नहीं हो सकती
id: Tanggal pengiriman tidak boleh sebelum tanggal pemesanan

# MSG00130
source: No item selected
ar: لم يتم تحديد أي عنصر.
de: Kein Artikel ausgewählt
es: Ningún elemento seleccionado
fr: Aucun élément sélectionné
hi: कोई आइटम नहीं चुना गया
id: Tidak ada item yang dipilih

# MSG00131
source: From date cannot be greater than To date
ar: من تاريخ لا يمكن أن يكون أكبر من تاريخ.
de: Das Von-Datum darf nicht größer als das Bis-Datum sein
es: Desde la fecha no puede ser mayor que hasta la fecha
fr: La date de début ne peut pas être supérieure à la date
hi: दिनांक से दिनांक से बड़ा नहीं हो सकता
id: From date tidak boleh lebih besar dari to date

# MSG00132
source: Document cancelled successfully
ar: تم إلغاء السجل بنجاح.
de: Aufnahme erfolgreich abgebrochen
es: Registro cancelado con éxito
fr: Enregistrement annulé avec succès
hi: रिकॉर्ड सफलतापूर्वक रद्द कर दिया गया
id: Rekaman berhasil dibatalkan

# MSG00133
source: Yes, delete It!
ar: نعم ، احذفها!
de: Ja, lösche es!
es: ¡Sí, bórralo!
fr: Oui, supprimez-le!
hi: हाँ, मिटा दो!
id: Ya, hapus Itu!

# MSG00134
source: Record deleted successfully
ar: تم حذف السجل بنجاح.
de: Datensatz erfolgreich gelöscht
es: Registro eliminado con éxito
fr: Enregistrement supprimé avec succès
hi: रिकॉर्ड सफलतापूर्वक हटा दिया गया
id: Rekaman berhasil dihapus
