Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

source: Document Date
ar: تاريخ الوثيقة
de: Datum des Dokuments
es: Fecha del documento
fr: Date du document
hi: कागजातों की तारीख
id: Tanggal dokumen

source: Document Information
ar: معلومات المستند
de: Dokumentinformationen
es: Información del Documento
fr: Informations sur les documents
hi: दस्तावेज़ की जानकारी
id: Informasi Dokumen

source: Document Name
ar: اسم الملف
de: Dokumentname
es: nombre del documento
fr: Nom du document
hi: दस्तावेज़ का नाम
id: nama dokumen

source: Document Number
ar: رقم المستند
de: Dokumentnummer
es: Número del Documento
fr: numéro de document
hi: दस्तावेज़ संख्या
id: Nomor dokumen

source: Documents
ar: وثائق
de: Unterlagen
es: Documentos
hi: दस्तावेज़
id: Dokumen

source: Document Type
ar: نوع الوثيقة
de: Art des Dokuments
es: Tipo de Documento
fr: Type de document
hi: दस्तावेज़ का प्रकार
id: tipe dokumen

source: Domestic
ar: المنزلي
de: Inländisch
es: Doméstico
fr: Nationale
hi: घरेलू
id: Lokal

source: Domestic Purchase
ar: الشراء المحلي
de: Inlandskauf
es: Compra Nacional
fr: Achat national
hi: घरेलू खरीद
id: Pembelian Domestik

source: Domestic Sales
ar: المبيعات المحلية
de: Inlandsverkäufe
es: Ventas domesticas
fr: Ventes nationales
hi: घरेलू बिक्री
id: Penjualan Domestik

source: Download
ar: تحميل
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड करना
id: Unduh

source: DR Amount
ar: مبلغ DR
de: DR-Betrag
es: Monto DR
fr: Montant DR
hi: डॉ राशि
id: Dr Jumlah

source: Driver Name
ar: اسم السائق
de: Fahrername
es: Nombre del conductor
fr: Nom du conducteur
hi: चालक का नाम
id: Nama pengemudi

source: Due
ar: حق
de: Fällig
es: Pendiente
fr: Exigible
hi: देय
id: Jatuh tempo

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Éditer
hi: संपादन करना
id: Sunting

source: Effective
de: Wirksam
es: Efectivo
hi: असरदार
id: Efektif

source: Effective Date
ar: تاريخ النفاذ
de: Datum des Inkrafttretens
es: Fecha efectiva
fr: Date effective
hi: प्रभावी तिथि
id: Tanggal berlaku

source: Effective Price
ar: السعر الفعال
de: Effektiver Preis
es: Precio Efectivo
fr: Prix effectif
hi: प्रभावी मूल्य
id: Harga Efektif

source: Efficiency
ar: كفاءة
de: Effizienz
es: Eficiencia
fr: Efficacité
hi: क्षमता
id: Efisiensi

source: E-Inv
ar: الاستثمار الإلكتروني
hi: ई-इन्वेस्टमेंट

source: E-Invoice
ar: الفاتورة الإلكترونية
de: E-Rechnung
es: Factura electrónica
fr: Facture électronique
hi: ई चालान

source: Elapsed
ar: انقضى
de: Vergangen
es: Transcurrido
fr: Écoulé
hi: गुजर चुके
id: Berlalu

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल
id: Surel

source: Email ID
ar: عنوان الايميل
es: Identificación de correo
fr: ID e-mail
hi: ईमेल आईडी
id: ID email

source: Employee Name
ar: اسم الموظف
de: Name des Mitarbeiters
es: Nombre del empleado
fr: Nom de l'employé
hi: कर्मचारी का नाम
id: Nama Karyawan

source: End Date
ar: تاريخ الانتهاء
de: Endtermin
es: Fecha final
fr: Date de fin
hi: अंतिम तिथि
id: Tanggal Berakhir

source: Enquiry
ar: سؤال
de: Anfrage
es: Consulta
fr: Enquête
hi: जाँच करना
id: Pertanyaan

source: Entity
ar: شخصية
de: Juristische Person
es: Entidad
fr: Entité
hi: इकाई
id: Kesatuan

source: Entity Name
ar: اسم الكيان
de: Entitätsname
es: Nombre de la entidad
fr: Nom d'entité
hi: इकाई नाम
id: Nama kesatuan

source: Entity Type
ar: نوع الكيان
de: Entitätstyp
es: Tipo de entidad
fr: Type d'entité
hi: इकाई प्रकार
id: Tipe Entitas

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: गलती
id: Kesalahan

source: Estimated
ar: مقدر
de: Geschätzt
es: Estimado
fr: Estimé
hi: अनुमानित
id: Diperkirakan

source: Estimated Consumption
ar: الاستهلاك المقدر
de: Geschätzter Verbrauch
es: Consumo estimado
fr: Consommation estimée
hi: अनुमानित खपत
id: Perkiraan Konsumsi

source: Estimated Cost
ar: التكلفة المتوقعة
de: Geschätzte Kosten
es: Costo estimado
fr: Coût estimé
hi: अनुमानित लागत
id: Estimasi biaya

source: Estimated Production Time
ar: وقت الإنتاج المقدر
de: Geschätzte Produktionszeit
es: Tiempo estimado de producción
fr: Temps de production estimé
hi: अनुमानित उत्पादन समय
id: Estimasi Waktu Produksi

source: Event
ar: حدث
de: Fall
es: Evento
fr: Événement
hi: आयोजन
id: Peristiwa

source: EWB
ar: إي دبليو بي
fr: ISF
hi: ईडब्ल्यूबी

source: Exchange Gain/Loss
ar: مكاسب / خسارة الصرف
de: Wechselkursgewinn/-verlust
es: Ganancia/pérdida cambiaria
fr: Gain/perte de change
hi: विनिमय लाभ हानि
id: Tukar Untung Rugi

source: Exchange Rate
ar: سعر الصرف
de: Tauschrate
es: Tipo de cambio
fr: Taux de change
hi: विनिमय दर
id: Kurs

source: Exclude Tax
ar: استثناء الضرائب
de: Ohne Steuern
es: Excluir impuestos
fr: Exclure la taxe
hi: कर बहिष्कृत करें
id: Kecualikan Pajak

source: Executive
ar: تنفيذي
de: Exekutive
es: Ejecutiva
fr: Exécutif
hi: कार्यकारिणी
id: Eksekutif

source: Expense
ar: مصروف
de: Kosten
es: Gastos
fr: Frais
hi: व्यय
id: Pengeluaran

source: Expense Adjusted by
ar: تم تعديل النفقات بواسطة
de: Aufwand angepasst von
es: Dépense ajustée par
fr: Dépense ajustée par
hi: व्यय द्वारा समायोजित
id: Biaya Disesuaikan dengan

source: Expenses
ar: نفقات
de: Kosten
es: Gastos
fr: Dépenses
hi: खर्च
id: Pengeluaran

source: Expirable
ar: انتيكس
de: Abgelaufen
hi: समय समाप्ति
id: Kedaluwarsa

source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Caducado
fr: Expiré
hi: खत्म हो चुका
id: Kedaluwarsa

source: Expired Items
ar: العناصر منتهية الصلاحية
de: Abgelaufene Artikel
es: Artículos caducados
fr: Articles expirés
hi: समय सीमा समाप्त आइटम
id: Barang Kedaluwarsa

source: Expiry
ar: انقضاء
de: Ablauf
es: Expiración
fr: Expiration
hi: समाप्ति
id: Kedaluwarsa

source: Expiry Alert Days
ar: أيام تنبيه انتهاء الصلاحية
de: Ablaufwarnungstage
es: Días de alerta de vencimiento
fr: Jours d'alerte d'expiration
hi: समाप्ति चेतावनी दिवस
id: Hari Peringatan Kedaluwarsa

source: Expiry Date
ar: تاريخ الانتهاء
de: Verfallsdatum
es: Fecha de caducidad
fr: Date d'expiration
hi: समाप्ति तिथि
id: Tanggal kadaluarsa

source: Export
ar: تصدير
es: Exportar
fr: Exportation
hi: निर्यात
id: Ekspor

source: Exporter
ar: مصدر
de: Exporteur
es: Exportadora
fr: Exportateur
hi: निर्यातक
id: eksportir

# ExportersReference
source: Exporter's Ref
ar: المرجع المصدر
de: Ref. des Exporteurs
es: Ref del exportador
fr: Réf de l'exportateur
hi: निर्यातक का रेफरी
id: Ref Eksportir

source: Export File Number
ar: رقم ملف التصدير
de: Dateinummer exportieren
es: Número de archivo de exportación
fr: Numéro de fichier d'exportation
hi: फ़ाइल संख्या निर्यात करें
id: Nomor File Ekspor

source: Export Sale Account
ar: تصدير حساب البيع
de: Verkaufskonto exportieren
es: Cuenta de venta de exportación
fr: Compte De Vente à L'exportation
hi: निर्यात बिक्री खाता
id: Akun Penjualan Ekspor

source: Export Sales
ar: مبيعات التصدير
de: Exportverkäufe
es: Ventas de exportacion
fr: Ventes à l'exportation
hi: निर्यात बिक्री
id: Penjualan Ekspor

source: External Issue
de: Externes Problem
es: Problema externo
hi: बाहरी मसला
id: Isu Eksternal

source: Factory Reset
ar: إعادة ضبط المصنع
de: Werksreset
es: Restablecimiento de fábrica
fr: Réinitialisation d'usine
hi: नए यंत्र जैसी सेटिंग
id: Reset Pabrik

source: Fast Moving
ar: سريع الحركة %
de: Schnelllebiger %
es: % de movimiento rápido
fr: % de déplacement rapide
hi: तेज़ गति से चलने वाला %
id: Pergerakan Cepat %

source: Fetch Detail
ar: تفاصيل الجلب
de: Details abrufen
es: Obtener detalle
fr: Récupérer les détails
hi: विवरण प्राप्त करें
id: Ambil Detil

source: FG Product Name
ar: اسم منتج FG
de: FG-Produktname
es: Nombre del producto FG
fr: Nom du produit FG
hi: एफजी उत्पाद का नाम
id: Nama Produk FG

source: FG UOM
es: UM FG
hi: एफजी यूओएम

source: FIFO Adjustment
ar: تعديل FIFO
de: FIFO-Anpassung
es: Ajuste FIFO
fr: Ajustement FIFO
hi: फीफो समायोजन
id: Penyesuaian FIFO

source: Final Destination
ar: المصير الحتمي
de: Endziel
es: Destino final
fr: Destination finale
hi: अंतिम गंतव्य
id: Tujuan terakhir

source: Financial Year
ar: السنة المالية
de: Geschäftsjahr
es: Año financiero
fr: Année financière
hi: वित्तीय वर्ष
id: Tahun Keuangan

source: Finished
ar: انتهى
de: Fertig
es: Finalizado
fr: Finie
hi: खत्म
id: Selesai

source: Flag
ar: علَم
de: Flagge
es: Bandera
fr: Drapeau
hi: झंडा
id: Bendera

source: FOC
hi: संस्कृति और उसके
id: FOK

source: Footer
ar: تذييل
de: Fusszeile
es: Pie de página
fr: Bas de page
hi: नीचे के भाग
id: Catatan kaki

source: for
ar: ل
de: für
es: para
fr: pour
hi: के लिए
id: untuk

source: Force
ar: فرض
de: Gewalt
es: Fuerza
fr: Obliger
hi: ताकत
id: Memaksa

source: Force Closed
ar: القوة مغلقة
de: Geschlossen erzwingen
es: Forzar cerrado
fr: Forcer la fermeture
hi: बलपूर्वक बंद
id: Paksa Ditutup

source: Forecast
ar: تنبؤ بالمناخ
de: Vorhersage
es: Pronóstico
fr: Prévoir
hi: पूर्वानुमान
id: Ramalan cuaca

source: Forecast Frequency
ar: تردد التنبؤ
de: Prognosehäufigkeit
es: Frecuencia de pronóstico
fr: Fréquence de prévision
hi: पूर्वानुमान आवृत्ति
id: Frekuensi Prakiraan

source: Forecast Quantity
ar: كمية التنبؤ
de: Prognosemenge
es: Cantidad de pronóstico
fr: Quantité prévue
hi: पूर्वानुमान मात्रा
id: Kuantitas Prakiraan

source: Forgot Password?
ar: هل نسيت كلمة السر؟
de: Passwort vergessen?
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié?
hi: पासवर्ड भूल गए
id: Tidak ingat kata sandi?

source: Format
ar: شكل
es: Formato
hi: प्रारूप

source: Format 1
ar: التنسيق 1
de: Formatieren Sie 1
es: Formato 1
hi: प्रारूप 1

source: Format 2
ar: التنسيق 2
es: Formato 2
hi: प्रारूप 2

source: Format 3
ar: التنسيق 3
es: Formato 3
hi: प्रारूप 3

source: For Review
ar: للمراجعة
de: Zur Durchsicht
es: Para la revisión
fr: Pour évaluation
hi: अवलोकन के लिए
id: Untuk diteliti kembali

source: Forward
ar: إلى الأمام
de: Nach vorne
es: Adelante
fr: Vers l'avant
hi: आगे
id: Maju

source: Forwarded
ar: تم إرسالها
de: Weitergeleitet
es: Reenviado
fr: Transféré
hi: अग्रेषित
id: Diteruskan

source: Forwarded to
ar: محال إلى
de: Weitergeleitet zu
es: Remitido a
fr: Transféré à
hi: इनको अग्रेषित
id: Diteruskan Ke

source: Forward to >
ar: إلى الأمام إلى>
de: Weiter zu >
es: Reenviar a >
fr: Transférer à >
hi: आगे प्रेषित
id: Diteruskan ke

source: Freebies
de: Gratisartikel
es: Regalos
fr: Cadeaux
hi: मुफ्त
id: Gratis

source: Freight
ar: شحن
de: Fracht
es: Transporte
fr: Cargaison
hi: परिवहन
id: Kargo

source: Frequency
ar: تكرار
de: Frequenz
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
id: Frekuensi

source: From
ar: من
de: Aus
es: De
fr: À partir de
hi: से
id: Dari

source: From Date
ar: من التاريخ
de: Ab Datum
es: Partir de la fecha
fr: Partir de la date
hi: की तिथि से
id: Dari tanggal

source: FY
ar: السنة المالية
es: año fiscal
hi: वित्तीय वर्ष
id: TA

source: Gate Pass
ar: عبور البوابة
de: Tor-Pass
es: Pase de entrada
fr: Billet d'embarquement
hi: प्रवेश पत्र
id: Pas Gerbang

source: Generate
ar: يولد
de: Generieren
es: Generar
fr: Générer
hi: उत्पन्न
id: Menghasilkan

source: GL
ar: جي إل
hi: जीएल

source: GL Account
ar: حساب غوغل
de: GL Konto
es: Cuenta GL
fr: Compte GL
hi: जीएल खाता
id: Akun GL

source: GL Account Detail
ar: تفاصيل حساب دفتر الأستاذ العام
de: Hauptbuchkontodetails
es: Detalle de la cuenta del libro mayor
fr: Détail Du Compte GL
hi: जीएल खाता विवरण
id: Detail Akun GL

source: GL Account Name
ar: اسم حساب GL
de: GL-Kontoname
es: Nombre de la cuenta del LM
fr: Nom du compte GL
hi: जीएल खाता नाम
id: Nama Akun GL

source: GL Detail
ar: تفاصيل GL
es: Detalle del libro mayor
fr: Détail GL
hi: जीएल विवरण
id: Detil GL

source: GL Group
ar: مجموعة GL
de: GL-Gruppe
es: Grupo GL
fr: Groupe GL
hi: जीएल समूह
id: Grup GL

source: GL Name
ar: اسم GL
es: Nombre del libro mayor
fr: Nom GL
hi: जीएल नाम
id: Nama GL

source: GL Posting Detail
ar: تفاصيل نشر دفتر الأستاذ العام
de: Hauptbuchbuchungsdetails
es: Detalle de contabilización del libro mayor
fr: Détail de l'écriture au grand livre
hi: जीएल पोस्टिंग विवरण
id: Detail Posting GL

source: GL Reporting Group
ar: مجموعة التقارير GL
de: GL-Berichtsgruppe
es: Grupo de informes GL
fr: Groupe de reporting GL
hi: जीएल रिपोर्टिंग समूह
id: Grup Pelaporan GL

source: GL Voucher
ar: قسيمة دفتر الأستاذ العام
de: GL-Gutschein
es: Vale GL
fr: Bon GL
hi: जीएल वाउचर
id: Voucher GL

source: GL Voucher Date
ar: تاريخ إيصال دفتر الأستاذ العام
de: GL-Gutscheindatum
es: Fecha del comprobante del LM
fr: Date du bon GL
hi: जीएल वाउचर दिनांक
id: Tanggal Voucher GL

source: GL Voucher Number
ar: رقم قسيمة دفتر الأستاذ العام
de: GL-Gutscheinnummer
es: Número de comprobante de LM
fr: Numéro de bon GL
hi: जीएल वाउचर नंबर
id: Nomor Voucher GL

source: GL Voucher Type
ar: نوع قسيمة دفتر الأستاذ العام
de: GL-Gutscheintyp
es: Tipo de comprobante de LM
fr: Type de bon GL
hi: जीएल वाउचर प्रकार
id: Jenis Voucher GL

source: Good Receipt Detail
ar: تفاصيل استلام جيدة
de: Gute Empfangsdetails
es: Detalle de buena recepción
fr: Bon détail du reçu
hi: अच्छी रसीद विवरण
id: Detail Penerimaan Barang

source: Goods
ar: بضائع
de: Waren
es: Bienes
fr: Des biens
hi: चीज़ें
id: Barang-barang

source: G/R Date
ar: تاريخ G / R
de: G/R-Datum
es: Fecha G/R
fr: Date G/R
hi: जीआर तिथि
id: Tanggal GR

source: GRN
es: VERDE
hi: जीआरएन

source: GRN Date
ar: تاريخ GRN
de: GRN-Datum
es: Fecha VERDE
fr: Date GRN
hi: जीआरएन दिनांक
id: Tanggal GRN

source: GRN Number
ar: رقم GRN
de: GRN-Nummer
es: Número verde
fr: Numéro GRN
hi: जीआरएन नंबर
id: Nomor GRN

# GRNQuantity
source: GRN Qty.
ar: كمية GRN
de: GRN Menge.
es: Cant. VERDE
fr: Qt. GRN
hi: जीआरएन मात्रा
id: Kuantitas GRN

source: G/R Number
ar: رقم G / R
de: G/R-Nummer
es: Número de orden de compra
fr: Numéro G/R
hi: जीआर संख्या
id: Nomor GR

source: GRN Value
ar: قيمة GRN
de: GRN-Wert
es: valor verde
fr: Valeur GRN
hi: जीआरएन वैल्यू
id: Nilai GRN

source: Gross
ar: أزداد
de: Grob
es: Bruto
fr: Brute
hi: कुल
id: Bruto

source: Gross Amount
ar: المبلغ الإجمالي
de: Bruttobetrag
es: Cantidad bruta
fr: Montant brut
hi: सकल राशि
id: Jumlah bruto

source: Gross Profit
ar: اجمالي الربح
de: Bruttogewinn
es: Beneficio bruto
fr: Bénéfice brut
hi: सकल लाभ
id: Laba kotor

source: Gross Profit Earned
ar: إجمالي الربح المحقق
de: Erzielter Bruttogewinn
es: Beneficio bruto obtenido
fr: Bénéfice brut gagné
hi: सकल लाभ कमाया
id: Laba Kotor Diperoleh

source: Gross Value
ar: القيمة الإجمالية
de: Bruttowert
es: Valor bruto
fr: Valeur brute
hi: सकल मूल्य
id: Nilai Kotor

source: Gross Weight
ar: الوزن الإجمالي
de: Bruttogewicht
es: Peso bruto
fr: Poids Brut
hi: कुल वजन
id: Berat kotor

source: Gross Weight/Pack
ar: الوزن الإجمالي / العبوة
de: Bruttogewicht/Packung
es: Peso bruto/Paquete
fr: Poids brut/paquet
hi: सकल वजन पैक
id: Berat Kotor/Paket

# GrossWeightPerPack
source: Gross Wt/Pack
hi: प्रति पैक सकल वजन

# GrossWeightPerPiece
source: Gross Wt/Pc
hi: सकल वजन/प्रतिशत

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
id: Kelompok

source: Group Balance
ar: رصيد المجموعة
de: Gruppenbilanz
es: Saldo del grupo
fr: Solde Du Groupe
hi: समूह संतुलन
id: Saldo Grup

# GroupBalanceType
source: Balance Type
ar: نوع رصيد المجموعة
de: Saldentyp
es: Tipo de saldo
fr: Type D'équilibre
hi: समूह बैलेंस प्रकार
id: Jenis Saldo Grup

source: Group Code
ar: كود المجموعة
de: Gruppencode
es: El codigo del grupo
fr: Code De Groupe
hi: समूह कोड
id: Kode grup

source: Group Detail
ar: تفاصيل المجموعة
de: Gruppendetail
es: Detalle del grupo
fr: Détail Du Groupe
hi: समूह विवरण
id: Detil Grup

source: Group ID
ar: معرف مجموعة
de: Gruppen-ID
es: Identificación del grupo
fr: ID de groupe
hi: समूह आईडी
id: ID grup

source: Group Name
ar: أسم المجموعة
de: Gruppenname
es: Nombre del grupo
fr: Nom De Groupe
hi: समूह नाम
id: nama grup

source: Group Type
ar: نوع المجموعة
de: Gruppentyp
es: Tipo de grupo
fr: Type De Groupe
hi: समूह प्रकार
id: Jenis Grup

source: GST
ar: ضريبة السلع والخدمات
fr: TPS
hi: जीएसटी

source: GST Number
ar: رقم ضريبة السلع والخدمات
de: GST-Nummer
es: Número GST
fr: Numéro de TPS
hi: जीएसटी संख्या
id: Nomor GST

source: Header
ar: رأس
es: Encabezamiento
fr: Entête
hi: हैडर
id: Tajuk

source: Heading
ar: عنوان
de: Überschrift
es: Título
fr: Titre
hi: शीर्षक
id: Menuju

source: Height
ar: ارتفاع
de: Höhe
es: Altura
fr: La Taille
hi: ऊंचाई
id: Tinggi

source: Help
ar: يساعد
de: Hilfe
es: Ayuda
fr: Aider
hi: मदद
id: Membantu

source: History
de: Geschichte
es: Historia
hi: इतिहास
id: Sejarah

# HO
source: Head Office
ar: مدير المكتب رئيس المكتب
de: Hauptsitz
es: Oficina central
fr: Siège Social
hi: एच ओ
id: HO

source: Hold
ar: معلق
de: Halten
es: Sostener
fr: Tenir
hi: पकड़
id: Memegang

source: Home
ar: الصفحة الرئيسية
de: Heim
es: Hogar
fr: Accueil
hi: घर
id: Rumah

source: Host
ar: يستضيف
de: Gastgeber
es: Anfitriona
fr: Hôtesse
hi: मेज़बान
id: Tuan rumah

source: Hours
ar: ساعات
de: Std
es: Horas
fr: Les heures
hi: घंटे
id: Jam

source: HO Wise
ar: هو الحكيم
de: HO weise
es: HO Sabio
fr: HO sage
hi: एच ओ समझदार
id: HO Bijaksana

# HSNCode
source: HSN/SAC Code
ar: رمز HSN/SAC
es: Código HSN/SAC
fr: Code HSN/SAC
hi: एचएसएन/एसएसी कोड
id: Kode HSN/SAC

source: HSN Description
ar: وصف HSN
de: HSN-Beschreibung
es: HSN Descripción
fr: Description du HSN
hi: एचएसएन विवरण
id: Deskripsi HSN

source: HSN Detail
ar: تفاصيل HSN
es: Detalle HSN
fr: Détail HSN
hi: एचएसएन विवरण
id: Detil HSN

# HSNNumber
source: HSN/SAC
ar: إتش إس إن/ساك
hi: एचएसएन/एसएसी
id: HSN/Kantung

source: IEC Code
ar: رمز اللجنة الانتخابية المستقلة
es: Código IEC
fr: Code CEI
hi: आईईसी कोड
id: Kode IEC

source: IFSC Code
ar: كود IFSC
es: Código IFSC
fr: Code IFSC
hi: आईएफएससी कोड
id: Kode IFSC

source: IGST
hi: आईजीएसटी

source: Image
ar: صورة
de: Bild
es: Imagen
hi: छवि
id: Gambar

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hi: आयात
id: Impor

source: Important Alerts
ar: تنبيهات مهمة
de: Wichtige Warnungen
es: Alertas importantes
fr: Alertes importantes
hi: महत्वपूर्ण अलर्ट
id: Lansiran Penting

source: Important MIS
ar: هام MIS
de: Wichtiges MIS
es: SIG importante
fr: SIG important
hi: महत्वपूर्ण एमआईएस
id: SIM penting

source: Import File no.
ar: استيراد ملف لا.
de: Importdatei-Nr.
es: Archivo de importación no.
fr: Importer le fichier no.
hi: फ़ाइल संख्या आयात करें
id: Impor File No

# ImportFileNumber
source: Import File no.
ar: رقم ملف الاستيراد
de: Importdatei-Nr.
es: Archivo de importación no.
fr: Numéro de fichier d'importation
hi: फ़ाइल संख्या आयात करें
id: Impor Nomor File

source: Import Purchase
ar: شراء استيراد
de: Kauf importieren
es: Compra de importación
fr: Achat d'importation
hi: आयात खरीद
id: Pembelian Impor

source: Import Purchase Account
ar: استيراد حساب شراء
de: Kaufkonto importieren
es: Cuenta de compra de importación
fr: Importer Le Compte D'achat
hi: आयात खरीद खाता
id: Impor Akun Pembelian

source: Import Purchase Summary
ar: استيراد ملخص الشراء
de: Kaufzusammenfassung importieren
es: Resumen de compra de importación
fr: Importer le récapitulatif des achats
hi: आयात खरीद सारांश
id: Ringkasan Pembelian Impor

source: In
ar: في
es: En
fr: Dans
hi: में
id: Di dalam

source: Inactive Reason
ar: سبب غير نشط
de: Inaktiver Grund
es: Motivo inactivo
fr: Raison Inactive
hi: निष्क्रिय कारण
id: Alasan Tidak Aktif

# InAmount
source: (in Amt)
ar: (بالمبلغ)
es: (en cantidad)
fr: (En amont)
hi: राशि में
id: Dalam Jumlah

source: (In Base)
ar: (في القاعدة)
de: (In der Basis)
es: (En base)
fr: (À la base)
hi: बेस में
id: Di Basis

source: Include
ar: يشمل
de: Enthalten
es: Incluir
fr: Inclure
hi: शामिल करना
id: Termasuk

source: Include Tax
ar: تشمل الضريبة
de: Inklusive Steuer
es: Incluye impuestos
fr: Inclut la taxe
hi: कर शामिल करें
id: Sertakan Pajak

# IncludeZeroBalance
source: Include '0' Balance
ar: قم بتضمين الرصيد "0"
de: Schließen Sie den Saldo „0“ ein
es: Incluir saldo '0'
fr: Inclure le solde '0'
hi: जीरो बैलेंस शामिल करें
id: Sertakan Saldo Nol

# IncludeZeroStock
source: Include '0' Stock
ar: قم بتضمين مخزون "0"
de: Berücksichtigen Sie den Bestand „0“.
es: Incluir existencias '0'
fr: Inclure '0' Stock
hi: जीरो स्टॉक शामिल करें
id: Sertakan Nol Stok

source: Increase By
ar: زيادة بنسبة
de: Erhöhen um
es: Aumentado por
hi: का इजाफ़ा
id: Tingkatkan Oleh

source: (In Days)
ar: (بالأيام)
de: (In Tagen)
es: (En días)
fr: (En jours)
hi: (दिनों में)
id: (Dalam Hari)

source: Indirect Expenses
ar: المصاريف غير المباشرة
de: Indirekte Ausgaben
fr: Dépenses indirectes
hi: अप्रत्यक्ष व्यय
id: Biaya Tidak Langsung

source: Information
ar: معلومة
es: Información
fr: Informations
hi: जानकारी
id: Informasi

source: In-house
ar: في بيت
es: Interno
fr: En interne
hi: इन-हाउस
id: Di rumah

source: ( In Month )
ar: (في الشهر)
de: ( Im Monat )
es: ( En mes )
fr: (En mois)
hi: ( महीने में )
id: ( Dalam Bulan )

# InPercentage
source: (in %)
ar: (في ٪(
es: (en %)
fr: (dans%)
hi: प्रतिशत में
id: Dalam Persentase

source: Input
ar: مدخل
de: Eingang
es: Aporte
fr: Saisir
hi: इनपुट
id: Memasukkan

source: Input Material Detail
ar: تفاصيل مواد الإدخال
de: Eingabematerialdetails
es: Detalle del material de entrada
fr: Détails du matériau d'entrée
hi: इनपुट सामग्री विवरण
id: Detail Bahan Masukan

source: (in Quantity)
de: (in Menge)
es: (en cantidad)
hi: मात्रा में
id: Secara Kuantitas

source: (In Shopfloor)
ar: (في طابق المحل)
de: (In der Werkstatt)
es: (En el taller)
fr: (Dans l'atelier)
hi: शॉपफ्लोर में
id: Di Shopfloor

source: (In Specific)
ar: (بالتحديد)
de: (Im Einzelnen)
es: (En Específico)
fr: (En particulier)
hi: विशिष्ट में
id: Secara Spesifik

source: Inspection
ar: تفتيش
de: Inspektion
es: Inspección
hi: निरीक्षण
id: Inspeksi

source: Inspection Date
ar: تاريخ الفحص
de: Inspektionsdatum
es: Fecha de inspección
fr: Date d'inspection
hi: निरीक्षण की दिनांक
id: Tanggal pemeriksaan

source: Inspection Detail
ar: تفاصيل التفتيش
de: Inspektionsdetail
es: Detalle de inspección
fr: Détail d'inspection
hi: निरीक्षण विवरण
id: Detil Pemeriksaan

# InspectionNunber
source: Inspection No.
ar: رقم التفتيش
de: Inspektionsnr.
es: número de inspección
fr: Numéro d'inspection
hi: निरीक्षण संख्या
id: Nomor Pemeriksaan

source: Instrument
ar: أداة
es: Instrumento
hi: यंत्र
id: Instrumen

source: Instrument Date
ar: تاريخ الصك
de: Instrumentendatum
es: Fecha del instrumento
fr: Date de l'instrument
hi: साधन तिथि
id: Tanggal Instrumen

source: Instrument Detail
ar: تفاصيل الصك
de: Instrumentendetails
es: Detalle del instrumento
fr: Détail de l'instrument
hi: साधन विवरण
id: Detail Instrumen

source: Instrument Number
ar: رقم الصك
de: Instrumentennummer
es: Número de instrumento
fr: Numéro d'instrument
hi: साधन संख्या
id: Nomor Instrumen

source: Instrument Type
ar: نوع الصك
de: Instrumententyp
es: tipo de instrumento
fr: Type d'instrument
hi: साधन प्रकार
id: Tipe Instrumen

# IntegratedTax
source: Integrated Tax (IGST)
ar: الضرائب المتكاملة (IGST)
de: Integrierte Steuer (IGST)
es: Impuesto Integrado (IGST)
fr: Impôt Intégré (IGST)
hi: एकीकृत कर
id: Pajak Terintegrasi (IGST)

source: Inter Branch
ar: فرع الانتر
de: Inter-Zweig
es: Interrama
fr: Inter-branches
hi: अंतर शाखा
id: Antar Cabang

# Interbranch1
source: Interbranch
ar: بين الفروع
de: Branchenübergreifend
es: interprofesional
fr: Interbranches
hi: अंतरशाखा
id: Antar cabang

source: Inter Branch Transfer Account
ar: حساب التحويل بين الفروع
de: Interfilial-Transferkonto
es: Cuenta de transferencia entre sucursales
fr: Compte de transfert inter-succursales
hi: इंटर ब्रांच ट्रांसफर अकाउंट
id: Rekening Transfer Antar Cabang

source: Internal Issue
de: Internes Problem
es: Problema interno
hi: आंतरिक मुद्दा
id: Masalah Dalam

source: Inter Warehouse Transfer Account
ar: حساب التحويل بين المستودعات
de: Inter-Warehouse-Transferkonto
es: Cuenta de transferencia entre almacenes
fr: Compte de transfert entre entrepôts
hi: इंटर वेयरहाउस ट्रांसफर अकाउंट
id: Rekening Transfer Antar Gudang

source: Intimation
ar: التلميح
de: Andeutung
es: Intimación
fr: Informations
hi: सूचना
id: Isyarat

source: In transit
ar: في مرحلة انتقالية
de: Auf der Durchreise
es: En tránsito
fr: En transit
hi: रास्ते में
id: Sedang transit

source: Invalid
ar: غير صالح
de: Ungültig
es: Inválido
fr: Invalide
hi: अमान्य
id: Tidak sah
