Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

source: Stock Take Date
ar: تاريخ أخذ المخزون
de: Datum der Bestandsaufnahme
es: Fecha de inventario
fr: Date de prise d'inventaire
hi: स्टॉक लेने की तिथि
id: Tanggal Pengambilan Stok

source: Stock Take Detail
ar: تفاصيل المخزون
de: Details zur Bestandsaufnahme
es: Detalle de inventario
fr: StockTake Détail
hi: स्टॉक विवरण लें
id: Detil Pengambilan Stok

source: Stock Take Number
ar: رقم أخذ الأسهم
de: Bestandsaufnahmenummer
es: Número de inventario
fr: Numéro d'inventaire
hi: स्टॉक टेक नंबर
id: Nomor Stock Take

source: Stock Value
ar: قيمة السهم
de: Aktienwert
es: Valor de las acciones
fr: Valeur boursière
hi: शेयर मूल्य
id: Nilai saham

source: Structure
ar: بناء
de: Struktur
es: Estructura
hi: संरचना
id: Struktur

source: Sub-contract
ar: العقد من الباطن
de: Unterauftrag
es: Subcontratar
fr: Sous-traitance
hi: उपपट्टा
id: Kontrak tambahan

source: Sub-Contractor
ar: مقاول فرعي
de: Subunternehmer
es: Subcontratista
fr: Sous-traitant
hi: उप-ठेकेदार
id: Sub-Kontraktor

source: Sub-Item
ar: البند الفرعي
de: Unterpunkt
es: Subelemento
fr: Sous-élément
hi: सब आइटम

source: Subject
ar: موضوع
de: Thema
es: Sujeto
fr: Sujet
hi: विषय
id: Subjek

source: Sub Process
ar: العملية الفرعية
de: Unterprozess
es: Subproceso
fr: Sous-processus
hi: उप प्रक्रिया
id: Sub Proses

source: Summary
ar: ملخص
de: Zusammenfassung
es: Resumen
fr: Sommaire
hi: सारांश
id: Ringkasan

source: Supervisor
ar: مشرف
fr: Superviseuse
hi: पर्यवेक्षक
id: Pengawas

source: Supervisor Name
ar: اسم المشرف
de: Name des Vorgesetzten
es: Nombre del supervisor
fr: Nom du superviseur
hi: पर्यवेक्षक का नाम
id: Nama Pengawas

source: Supplementary
ar: تكميلية
de: Ergänzend
es: Suplementario
fr: Supplémentaire
hi: पूरक
id: Tambahan

source: Supplier
ar: المورد
de: Anbieter
es: Proveedor
fr: Fournisseuse
hi: देने वाला
id: Pemasok

source: Supplier Address
ar: عنوان المورد
de: Lieferantenadresse
es: Dirección del proveedor
fr: Adresse du fournisseur
hi: आपूर्तिकर्ता का पता
id: Alamat Pemasok

source: Supplier Category
ar: فئة المورد
de: Lieferantenkategorie
es: Categoría de proveedor
fr: Catégorie de fournisseur
hi: आपूर्तिकर्ता श्रेणी
id: Kategori Pemasok

source: Supplier Detail
ar: تفاصيل المورد
de: Lieferantendetails
es: Detalle del proveedor
fr: Détail du fournisseur
hi: आपूर्तिकर्ता विवरण
id: Detil Pemasok

source: Supplier ID
ar: واسم المورد
de: Lieferanten ID
es: Identificación del proveedor
fr: ID du fournisseur
hi: आपूर्तिकर्ता आईडी
id: ID Pemasok

source: Supplier Information
ar: معلومات المورد
de: Lieferanteninformationen
es: Información del proveedor
fr: Information Fournisseur
hi: आपूर्तिकर्ता की जानकारी
id: Informasi Pemasok

source: Supplier Name
ar: اسم المورد
de: Name des Anbieters
es: Nombre del proveedor
fr: Nom Du Fournisseur
hi: आपूर्तिकर्ता का नाम
id: nama pemasok

source: Supplier Portfolio
ar: محفظة الموردين
de: Lieferantenportfolio
es: Portafolio de proveedores
fr: Portefeuille de fournisseurs
hi: आपूर्तिकर्ता पोर्टफोलियो
id: Portofolio Pemasok

source: Supplier Statement
ar: بيان المورد
de: Lieferantenerklärung
es: Declaración del proveedor
fr: Déclaration du fournisseur
hi: आपूर्तिकर्ता वक्तव्य
id: Pernyataan Pemasok

source: Supplier Type
ar: نوع المورد
de: Lieferantentyp
es: Tipo de proveedor
fr: Type de fournisseur
hi: प्रदायक प्रकार
id: Jenis Pemasok

source: Supplier Wise Purchase Summary
ar: ملخص الشراء الحكيم للمورد
de: Zusammenfassung des lieferantenorientierten Einkaufs
es: Resumen de compra inteligente del proveedor
fr: Récapitulatif des achats éclairés par le fournisseur
hi: आपूर्तिकर्तावार खरीद सारांश
id: Ringkasan Pembelian Bijaksana Pemasok

source: Surplus
ar: فائض
de: Überschuss
es: Superávit
hi: आधिक्य
id: Kelebihan

source: Swap
ar: تبديل
de: Tauschen
es: Intercambio
fr: Échanger
hi: बदलना
id: Menukar

source: SWIFT Code
ar: رمز السرعة
es: Código SWIFT
fr: Code rapide
hi: स्विफ्ट कोड
id: Tukar Kode

source: Symbol
ar: رمز
es: Símbolo
fr: Symbole
hi: प्रतीक
id: Simbol

source: Table
ar: طاولة
de: Tisch
es: Mesa
fr: Tableau
hi: मेज़
id: Meja

source: Taken
ar: مأخوذ
de: Genommen
es: Tomada
fr: Prise
hi: लिया
id: Diambil

source: TAN Number
ar: رقم TAN
de: TAN-Nummer
es: Número de bronceado
fr: Numéro TAN
hi: टैन नंबर
id: Nomor TAN

source: Target Quantity
ar: الكمية المستهدفة
de: Zielmenge
es: Cantidad objetivo
fr: Quantité cible
hi: लक्ष्य मात्रा
id: Kuantitas Sasaran

source: Target Sales
ar: المبيعات المستهدفة
de: Zielverkäufe
es: Ventas objetivo
fr: Ventes cibles
hi: लक्ष्य बिक्री
id: Targetkan Penjualan

source: Tax
ar: ضريبة
de: Steuer
es: Impuesto
fr: Impôt
hi: कर
id: Pajak

# Tax%
source: Impôt%
ar: ضريبة٪
de: Steuer%
es: Impuesto%
hi: कर %
id: Pajak%

source: Taxable
ar: خاضع للضريبة
de: Steuerpflichtig
es: Imponible
fr: Imposable
hi: कर योग्य

source: Tax Amount
ar: قيمة الضريبة
de: Steuerbetrag
es: Importe del impuesto
fr: Montant de la taxe
hi: कर राशि
id: Jumlah Pajak

source: Tax Amount - Non Recoverable
ar: مبلغ الضريبة - غير قابل للاسترداد
de: Steuerbetrag – nicht erstattungsfähig
es: Monto del Impuesto - No Recuperable
fr: Montant de la taxe - non récupérable
hi: कर राशि वसूली योग्य नहीं
id: Jumlah Pajak Tidak Dapat Dipulihkan

source: Tax Amount - Recoverable
ar: مبلغ الضريبة - قابل للاسترداد
es: Monto del Impuesto - Recuperable
fr: Montant de la taxe - récupérable
hi: वसूली योग्य कर राशि
id: Jumlah Pajak yang Dapat Dipulihkan

# TaxAndOtherCharges
source: Tax & Other Charges
ar: الضرائب والرسوم الأخرى
de: Steuern und andere Abgaben
es: Impuestos y otros cargos
fr: Taxes et autres charges
hi: कर और अन्य शुल्क
id: Pajak Dan Biaya Lainnya

source: Tax Authority
ar: مصلحة الضرائب
de: Steuerbehörde
es: Autoridad fiscal
fr: Autorité fiscale
hi: टैक्स प्राधिकरण
id: Otoritas Pajak

source: Tax Calculator
ar: حاسبة الضرائب
de: Steuerrechner
es: Calculadora de impuestos
fr: Calculateur de taxes
hi: कर कैलकुलेटर
id: Kalkulator Pajak

source: Tax Detail
ar: التفاصيل الضريبية
de: Steuerdetail
es: Detalle de impuestos
fr: Détail fiscal
hi: कर विवरण
id: Detil Pajak

source: Taxes
ar: الضرائب
fr: Les impôts
hi: करों
id: Pajak

source: Tax Exempted
ar: معفى من الضريبة
de: Steuerbefreit
fr: Exonéré d'impôt
hi: कर छूट
id: Bebas pajak

source: Tax ID
ar: ضريبة
de: Steuer ID
fr: Impôt
hi: टैक्स आईडी
id: Id pajak

source: Tax Name
ar: الاسم الضريبي
de: Steuername
fr: Nom de la taxe
hi: कर का नाम
id: Nama Pajak

# TaxPercentage
source: Tax %
ar: ٪ الضريبة
fr: Impôt %
hi: कर प्रतिशत
id: Persentase Pajak

source: Tax Slab
ar: لوح الضرائب
de: Steuerplatte
fr: Dalle d'impôt
hi: टैक्स स्लैब
id: Lembaran Pajak

source: Tax Type
ar: نوع الضريبة
de: Steuerart
fr: Type de taxe
hi: कर प्रकार
id: Jenis Pajak

source: TCS
hi: टीसीएस

source: TDS
ar: المواد الصلبة الذائبة
fr: TD
hi: टीडीएस

source: TDS Amount
ar: كمية المواد الصلبة الذائبة
de: TDS-Betrag
es: Cantidad de TDS
fr: Montant TDS
hi: टीडीएस राशि
id: Jumlah TDS

# TDSTCSPercentage
source: TDS/TCS %
ar: المواد الصلبة الذائبة / TCS٪
hi: टीडीएस/टीसीएस %

source: Technical
ar: اصطلاحي
de: Technisch
fr: Technique
hi: तकनीकी
id: Teknis

source: Technical Description
ar: الوصف الفني
de: Technische Beschreibung
fr: Description technique
hi: तकनीकी विवरण
id: Deskripsi Teknis

source: Technical Specification
ar: المواصفات الفنية
de: Technische Spezifikation
fr: Spécifications techniques
hi: तकनीकी विनिर्देश
id: Spesifikasi teknis

# TechSpec
source: Technical Specification
ar: المواصفات الفنية
de: Technische Spezifikation
fr: Spécifications techniques
hi: तकनीकी विशिष्टता
id: Spesifikasi Teknis

source: Telephonic
ar: هاتفي
de: Telefonisch
es: Telefónico
fr: Téléphonique
hi: टेलीफोनिक
id: Lewat telepon

source: Template
ar: قالب
de: Vorlage
fr: Modèle
hi: खाका
id: Templat

source: Template Detail
ar: تفاصيل القالب
de: Vorlagendetails
fr: Détail du modèle
hi: टेम्पलेट विवरण
id: Detail Templat

source: Template Name
ar: اسم القالب
de: Vorlagenname
fr: Nom du modèle
hi: टेम्पलेट नाम
id: Nama Templat

# TermOfDeliveryAndPayment
source: Term of Delivery & Payment
ar: شروط التسليم والدفع
de: Liefer- und Zahlungsbedingungen
es: Plazo de entrega y pago
fr: Délai de livraison et de paiement
hi: डिलीवरी और भुगतान की अवधि
id: Jangka Waktu Pengiriman & Pembayaran

source: Terms
ar: شروط
de: Bedingungen
fr: termes
hi: शर्तें
id: Ketentuan

# TermsAndConditions
source: Terms & Conditions
ar: البنود و الظروف
de: Terms & amp; Bedingungen
fr: Termes et Conditions
hi: TermsAndConditions
id: Syarat dan Ketentuan

# ThirdParty1
source: ( Third Party )
de: ( Dritte Seite )
es: ( Tercero )
fr: ( Tierce personne )
hi: ( तृतीय पक्ष )
id: (Pihak Ketiga)

source: Third Party Name
ar: اسم الطرف الثالث
de: Name des Drittanbieters
fr: Nom du tiers
hi: तृतीय पक्ष का नाम
id: Nama Pihak Ketiga

source: Through
ar: Durch
de: Durch
es: A través de
fr: À travers
hi: के माध्यम से
id: Melalui

source: Time
ar: وقت
de: Zeit
es: Tiempo
fr: Temps
hi: समय
id: Waktu

# to1
source: To
ar: ل
de: Zu
es: A
fr: Pour
hi: को
id: Ke

source: To Date
ar: ان يذهب في موعد
de: Miteinander ausgehen
es: Hasta la fecha
fr: À ce jour
hi: तारीख तक
id: Saat ini

source: Top
ar: قمة
de: Spitze
es: Arriba
fr: Haut
hi: ऊपर
id: Atas

source: Top Customers
ar: كبار العملاء
de: Top-Kunden
es: Clientes principales
fr: Meilleurs clients
hi: शीर्ष ग्राहक
id: Pelanggan Teratas

source: Top Maintenance
ar: قمة الصيانة
de: Top Wartung
es: Mantenimiento superior
fr: Haut Entretien
hi: शीर्ष रखरखाव
id: Pemeliharaan Teratas

source: Top Materials
ar: أفضل المواد
de: Top-Materialien
es: Materiales principales
fr: Principaux matériaux
hi: शीर्ष सामग्री
id: Bahan Teratas

source: Top Payables
ar: أعلى الدائنين
de: Top-Verbindlichkeiten
es: Principales cuentas por pagar
fr: Principaux fournisseurs
hi: शीर्ष देय
id: Hutang Teratas

source: Top Payments
ar: أهم المدفوعات
de: Top-Zahlungen
es: Principales pagos
fr: Principaux paiements
hi: शीर्ष भुगतान
id: Pembayaran Teratas

source: Top Production
ar: أعلى إنتاج
de: Top-Produktion
es: Producción superior
fr: Meilleure production
hi: शीर्ष उत्पादन
id: Produksi Teratas

source: Top Products
ar: أهم المنتجات
de: Top-Produkte
es: Productos principales
fr: Meilleurs produits
hi: शीर्ष उत्पाद
id: Produk Teratas

source: Top Receipts
ar: أعلى الإيصالات
de: Top-Belege
es: Recibos principales
fr: Meilleurs reçus
hi: शीर्ष प्राप्तियाँ
id: Penerimaan Teratas

source: Top Receivables
ar: أعلى الذمم المدينة
de: Top-Forderungen
es: Principales cuentas por cobrar
fr: Principaux débiteurs
hi: शीर्ष प्राप्य
id: Piutang Teratas

source: Top Regions
ar: أهم المناطق
de: Top-Regionen
es: Principales Regiones
fr: Principales régions
hi: शीर्ष क्षेत्र
id: Wilayah Teratas

source: Top Stocks
ar: أعلى الأسهم
de: Top-Aktien
es: Principales acciones
fr: Principales actions
hi: शीर्ष स्टॉक
id: Saham Teratas

source: Top Supplier
ar: أفضل مورد
de: Top-Lieferant
es: Proveedor superior
fr: Meilleur fournisseur
hi: शीर्ष आपूर्तिकर्ता
id: Pemasok Teratas

source: Total
ar: مجموع
de: Gesamt
fr: Totale
hi: कुल

source: Total Inner Packs
ar: عبوات داخلية كاملة
de: Insgesamt innere Packungen
es: Paquetes internos totales
fr: Total des packs intérieurs
hi: कुल आंतरिक पैक
id: Jumlah Kemasan Dalam

source: Total Other Charges
ar: إجمالي الرسوم الأخرى
de: Gesamte sonstige Kosten
es: Total de otros cargos
fr: Total des autres frais
hi: कुल अन्य शुल्क
id: Total Biaya Lainnya

source: Total Outer Packs
ar: إجمالي الحقائب الخارجية
de: Gesamtanzahl äußerer Verpackungen
es: Paquetes externos totales
fr: Packs extérieurs totaux
hi: कुल बाहरी पैक
id: Jumlah Kemasan Luar

source: Total Packs
ar: مجموع الحزم
de: Gesamtpakete
es: Paquetes totales
fr: Paquets totaux
hi: कुल पैक
id: Paket Total

source: Total QC Performed
ar: مجموع مراقبة الجودة المنفذة
de: Insgesamt durchgeführte Qualitätskontrolle
es: Control de calidad total realizado
fr: CQ total effectué
hi: कुल क्यूसी निष्पादित
id: Total QC Dilakukan

source: Total Qty
ar: إجمالي الكمية
de: Gesamtmenge
es: Calidad Total
fr: Quantité totale
hi: कुल मात्रा
id: Jumlah Total

source: Total Quantity Accepted
ar: الكمية الإجمالية المقبولة
de: Akzeptierte Gesamtmenge
es: Cantidad total aceptada
fr: Quantité totale acceptée
hi: कुल स्वीकृत मात्रा
id: Jumlah Total Diterima

source: Total Quantity Pending
ar: إجمالي الكمية المعلقة
de: Gesamtmenge ausstehend
es: Cantidad total pendiente
fr: Quantité totale en attente
hi: कुल लंबित मात्रा
id: Kuantitas Total Tertunda

source: Total Quantity Rejected
ar: الكمية الإجمالية المرفوضة
de: Gesamtmenge abgelehnt
es: Cantidad total rechazada
fr: Quantité totale rejetée
hi: अस्वीकृत कुल मात्रा
id: Jumlah Total Ditolak

source: Total Stock
ar: إجمالي المخزون
de: Gesamtbestand
es: Existencias totales
fr: Stock total
hi: कुल स्टॉक
id: Total Stok

source: Total Tax
ar: مجموع الضريبة
de: Gesamtsteuer
es: Total impuestos
fr: Taxe total
hi: कुल कर
id: Pajak Total

source: Total Tonnage
ar: الحمولة الإجمالية
de: Gesamttonnage
es: tonelaje total
fr: Tonnage total
hi: कुल टन भार
id: Tonase Total

source: Total Value
ar: القيمة الإجمالية
de: Gesamtwert
es: Valor total
fr: Valeur totale
hi: कुल मूल्य
id: Nilai total

source: Total Weight
ar: الوزن الكلي
de: Gesamtgewicht
es: Peso total
fr: Poids total
hi: कुल वजन
id: Berat keseluruhan

source: Tracking
ar: تتبع
de: Verfolgung
es: Seguimiento
fr: Suivie
hi: नज़र रखना
id: Pelacakan

source: Trade Terms
ar: شروط التجارة
de: Handelsbedingungen
es: Términos comerciales
fr: Conditions commerciales
hi: व्यापार के नियम
id: Ketentuan Perdagangan

source: Transaction
ar: عملية
de: Transaktion
es: Transacción
hi: लेन-देन
id: Transaksi

source: Transaction Date
ar: تاريخ الصفقة
de: Transaktionsdatum
es: Fecha de Transacción
fr: Date de la transaction
hi: कार्यवाही की तिथि
id: tanggal transaksi

source: Transaction Type
ar: نوع المعاملة
de: Art der Transaktion
es: tipo de transacción
fr: Type de transaction
hi: सौदे का प्रकार
id: tipe transaksi

source: Transfer
ar: تحويل
de: Überweisen
es: Transferir
fr: Transfert
hi: स्थानांतरण

source: Transfer Date
ar: تاريخ التحويل
de: Überweisungsdatum
es: Fecha de transferencia
fr: Date de transfert
hi: हस्तांतरण की तारीख
id: Tanggal Transfer

source: Transfer Detail
ar: تفاصيل التحويل
de: Übertragungsdetails
es: Detalle de transferencia
fr: Détail du transfert
hi: स्थानांतरण विवरण
id: Detil Transfer

source: Transfer Number
ar: رقم التحويل
de: Übertragungsnummer
es: Número de transferencia
fr: Numéro de transfert
hi: स्थानांतरण संख्या
id: Nomor Transfer

source: Transfer Quantity
ar: كمية التحويل
de: Transfermenge
es: Cantidad de transferencia
fr: Quantité de transfert
hi: स्थानांतरण मात्रा
id: Kuantitas Transfer

source: Transfer Type
ar: نوع التحويل
de: Übertragungsart
es: Tipo de transferencia
fr: Type de transfert
hi: स्थानांतरण प्रकार
id: Jenis Pemindahan

source: Transfer Warehouse
ar: مستودع النقل
de: Transferlager
es: Almacén de Transferencia
fr: Entrepôt de transfert
hi: स्थानांतरण गोदाम
id: Gudang Transfer

source: Transport Detail
ar: تفاصيل النقل
de: Transportdetails
es: Detalle de transporte
fr: Détails des transports
hi: परिवहन विवरण
id: Detil Transportasi

source: Transporter
ar: الناقل
es: Transportador
fr: Transporteur
hi: ट्रांसपोर्टर
id: pengangkut

source: Transporter Name
ar: اسم الناقل
de: Name des Transporters
es: Nombre del transportador
fr: Nom du transporteur
hi: ट्रांसपोर्टर का नाम
id: Nama Pengangkut

source: Transport Mode
ar: وضع النقل
de: Transportmodus
es: Modo de transporte
fr: Mode de transport
hi: परिवहन साधन
id: Moda transportasi

source: Trial
ar: محاكمة
de: Versuch
es: Ensayo
fr: Procès
hi: परीक्षण
id: Uji coba

source: Trial Balance
ar: ميزان المراجعة
de: Probebilanz
es: Saldo de prueba
fr: Balance de vérification
hi: संतुलन परीक्षण
id: Neraca saldo

source: Tutorial
ar: درس تعليمي
de: Anleitung
fr: Tutoriel
hi: ट्यूटोरियल

source: Type
ar: نوع
de: Typ
es: Tipo
hi: प्रकार
id: Jenis

source: Unadjusted Amount
ar: المبلغ غير المعدل
de: Nicht angepasster Betrag
es: Monto no ajustado
fr: Montant non ajusté
hi: असमायोजित राशि
id: Jumlah yang Tidak Disesuaikan

source: Unapproved
ar: غير موافق عليه
de: Nicht genehmigt
es: no aprobado
fr: Désapprouvé
hi: अस्वीकृत
id: Tidak disetujui

source: Uncleared
ar: غير واضح
de: Ungeklärt
es: no aclarado
fr: Non effacé
hi: मिलावटी
id: Tidak jelas

source: Uncleared Payments
ar: المدفوعات غير المحصلة
de: Nicht abgewickelte Zahlungen
es: Pagos no liquidados
fr: Paiements non compensés
hi: अस्पष्टीकृत भुगतान
id: Pembayaran Tidak Jelas

source: Uncleared Receipts
ar: الإيصالات التي لم يتم مسحها
de: Nicht verrechnete Belege
es: Recibos no compensados
fr: Reçus non compensés
hi: अस्पष्ट रसीदें
id: Penerimaan yang Tidak Jelas

source: Unit
ar: وحدة
de: Einheit
es: Unidad
fr: Unité
hi: इकाई
id: Satuan

source: Unit Cost
ar: تكلفة الوحدة
de: Kosten pro Einheit
es: Costo unitario
fr: Coût Unitaire
hi: इकाई लागत
id: Biaya Satuan

source: Unit Of Measure
ar: وحدة القياس
de: Maßeinheit
es: Unidad de medida
fr: Unité de mesure
hi: माप की इकाई
id: Satuan ukuran

source: Unit Price
ar: سعر الوحدة
de: Einzelpreis
es: Precio unitario
fr: Prix Unitaire
hi: यूनिट मूल्य
id: Patokan harga

source: Un-posted
ar: غير منشور
de: Nicht gepostet
es: Dispuesto
fr: Non posté
hi: अन पोस्ट किया गया
id: Tidak Diposting

source: Unreserve
de: Reservierung aufheben
hi: स्पष्टोक्ति
id: Batalkan pemesanan

source: Unreserved Detail
ar: تفاصيل غير محجوزة
de: Uneingeschränktes Detail
es: Detalle sin reservas
fr: Détail non réservé
hi: अनारक्षित विवरण
id: Detil Tanpa Reservasi

source: UOM
ar: أوم
es: unidad de medida
hi: यूओएम

source: Upcoming
ar: القادمة
de: Demnächst
es: Próximo
fr: Prochain
hi: आगामी
id: Mendatang

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अद्यतन
id: Memperbarui

source: Update Button
ar: زر التحديث
de: Schaltfläche „Aktualisieren“.
es: Botón Actualizar
fr: Bouton de mise à jour
hi: अपडेट बटन
id: Tombol Perbarui

source: Upload
ar: رفع
de: Hochladen
fr: Télécharger
hi: डालना
id: Mengunggah

source: Upper Range
ar: النطاق العلوي
de: Oberer Bereich
es: Rango superior
fr: Gamme supérieure
hi: ऊपरी सीमा
id: Kisaran Atas

# Upto
source: As on Date
ar: كما اننا على موعد
de: Wie am Datum
es: Como en la fecha
fr: À la date
hi: तक
id: Hingga

# Upto1
source: Upto
ar: حتى
de: Bis zu
es: hasta
fr: Jusqu'à
hi: तक
id: Hingga

source: USD Correspondent Bank
ar: البنك المراسل بالدولار الأمريكي
de: USD-Korrespondenzbank
es: Banco corresponsal en USD
fr: Banque correspondante en USD
hi: यूएसडी संवाददाता बैंक
id: Bank Koresponden USD

source: User
ar: مستخدم
de: Benutzer
es: Usuaria
fr: Utilisatrice
hi: उपयोगकर्ता
id: Pengguna

source: User Detail
ar: تفاصيل المستخدم
de: Benutzerdetails
es: Detalle del usuario
fr: Détails de l'utilisateur
hi: उपयोगकर्ता विवरण
id: Detil Pengguna

source: User ID
ar: معرف المستخدم
de: Benutzer-ID
fr: Identifiant
hi: उपयोगकर्ता पहचान
id: identitas pengguna

source: User Name
ar: اسم المستخدم
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
id: Nama belakang

source: Valid
ar: صالح
de: Gültig
es: Válido
fr: Valide
hi: वैध
id: Sah

source: Valid From
ar: صالح من تاريخ
de: Gültig ab
es: Válido desde
fr: Valide à partir de
hi: से मान्य
id: Berlaku dari

source: Validity
ar: صلاحية
de: Gültigkeit
es: Validez
fr: Validité
hi: वैधता
id: Keabsahan

source: Validity Date
ar: تاريخ الصلاحية
de: Gültigkeitsdatum
es: Fecha de validez
fr: Date de validité
hi: वैधता तिथि
id: Tanggal masa berlaku

source: Valid Upto
ar: صالح حتى
de: Gültig bis
es: Válida hasta
fr: Valable jusqu'au
hi: तक वैध है
id: Berlaku Hingga

source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
hi: कीमत
id: Nilai

source: Variance
ar: التباين
de: Varianz
es: Diferencia
hi: झगड़ा
id: Perbedaan

source: Variance Detail
ar: تفاصيل التباين
de: Abweichungsdetail
es: Detalle de varianza
fr: Détail de l'écart
hi: भिन्न विवरण
id: Detil Varians

source: Variation
ar: تفاوت
es: Variación
hi: उतार-चढ़ाव
id: Variasi

source: Vehicle Information
ar: معلومات السيارة
de: Fahrzeuginformationen
es: Información del vehículo
fr: Informations sur le véhicule
hi: वाहन की जानकारी
id: Informasi kendaraan

source: Vehicle Load (in Tonnage)
ar: حمولة السيارة (بالطن)
de: Fahrzeuglast (in Tonnage)
es: Carga del vehículo (en tonelaje)
fr: Charge du véhicule (en tonnage)
hi: टन भार में वाहन भार
id: Muatan Kendaraan Dalam Tonase

source: Vehicle Name
ar: اسم المركبة
de: Fahrzeugname
es: Nombre del vehículo
fr: Nom du véhicule
hi: वाहन का नाम
id: Nama Kendaraan

source: Vehicle No.
ar: السيارة لا.
de: Fahrzeug Nr.
es: No vehiculo.
fr: N ° de véhicule
hi: वाहन संख्या
id: Kendaraan No

source: Vehicle Number
ar: عدد المركبات
de: Fahrzeugnummer
es: Número de vehículo
fr: Numéro de véhicule
hi: गाडी नंबर
id: Nomor kendaraan

source: Vehicle Setup
ar: إعداد السيارة
de: Fahrzeugeinrichtung
es: Configuración del vehículo
fr: Configuration du véhicule
hi: वाहन सेटअप
id: Pengaturan Kendaraan

source: Verification
ar: تَحَقّق
de: Überprüfung
es: Verificación
fr: Vérification
hi: सत्यापन
id: Verifikasi

source: Verified By
ar: أكد عن طريق
de: Geprüft von
es: Verificada por
fr: Vérifié par
hi: के द्वारा सत्यापित
id: Diverifikasi oleh

source: Verified On
ar: تم التحقق منه
de: Verifiziert am
es: Verificado el
fr: Vérifié le
hi: पर सत्यापित
id: Diverifikasi Aktif

source: Verify
ar: يؤكد
de: Verifizieren
fr: Vérifier
hi: सत्यापित करें
id: Memeriksa

# VesselFlightNumber
source: Vessel Flight no.
ar: رقم رحلة السفينة.
de: Schiffsflug-Nr.
es: Embarcación Vuelo no.
fr: Navire Vol no.
hi: जहाज़ उड़ान नं.
id: Penerbangan Kapal no.

source: Video Link
ar: رابط الفيديو
es: Enlace de vídeo
fr: Lien vidéo
hi: वीडियो लिंक
id: Tautan Video

source: Videos
ar: فيديوهات
es: Vídeos
fr: Vidéos
hi: वीडियो
id: Video

source: View
ar: رأي
de: Sicht
es: Vista
fr: Vue
hi: देखना
id: Melihat

source: Volume in Litres
ar: الحجم باللتر
de: Volumen in Litern
es: Volumen en litros
fr: Volume en litres
hi: आयतन लीटर में
id: Volume dalam Liter

source: Voucher
ar: فاتورة
de: Gutschein
es: Vale
fr: Bon
hi: वाउचर

source: Voucher Detail
ar: تفاصيل القسيمة
de: Gutscheindetails
es: Detalle del comprobante
fr: Détail du bon
hi: वाउचर विवरण
id: Detil Voucher

source: Warehouse
ar: مستودع
de: Lagerhaus
es: Depósito
fr: Entrepôt
hi: गोदाम
id: Gudang

source: Warehouse Detail
ar: تفاصيل المستودع
de: Lagerdetails
es: Detalle del Almacén
fr: Détail de l'entrepôt
hi: गोदाम विवरण
id: Detil Gudang

source: Warehouse ID
ar: معرف المستودع
de: Lager-ID
es: Identificación del almacén
fr: Identifiant d'entrepôt
hi: गोदाम आईडी
id: ID gudang

source: Warehouse Name
ar: اسم المستودع
de: Lagername
es: Nombre del almacén
fr: Nom de l'entrepôt
hi: गोदाम का नाम
id: Nama Gudang

source: Warehouse Stock Summary
ar: ملخص مخزون المستودعات
de: Zusammenfassung des Lagerbestands
es: Resumen stock almacén
fr: Récapitulatif des stocks de l'entrepôt
hi: गोदाम स्टॉक सारांश
id: Ringkasan stok gudang

source: Warehouse Type
ar: نوع المستودع
de: Lagertyp
es: Tipo de almacén
fr: Type d'entrepôt
hi: गोदाम का प्रकार
id: Tipe Gudang

source: Warehouse Wise Stock
ar: مستودع الأسهم الحكيمة
de: Lagerbezogener Bestand
es: Stock inteligente de almacén
fr: Stock Wise de l'entrepôt
hi: वेयरहाउस वार स्टॉक
id: Stok Bijaksana Gudang

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Attention
hi: चेतावनी
id: Peringatan

source: Wastage Reason
ar: سبب الهدر
de: Verschwendungsgrund
es: Razón del desperdicio
fr: Raison du gaspillage
hi: बर्बादी का कारण
id: Alasan Pemborosan

source: Website
ar: موقع إلكتروني
de: Webseite
es: Sitio web
fr: Site web
hi: वेबसाइट
id: Situs web

source: Weight
ar: وزن
de: Gewicht
es: Peso
fr: Poids
hi: वज़न
id: Bobot

source: Weight In Kg
ar: الوزن بالكيلو جرام
de: Gewicht
es: Peso en kg
fr: Poids en Kg
hi: वजन किलो में
id: Berat Dalam Kg

# WeightInLiters
source: Volume in Litres
ar: الحجم باللتر
de: Volumen in Litern
es: Volumen en litros
fr: Volume en litres
hi: आयतन लीटर में
id: Volume dalam Liter

source: Width
ar: عرض
de: Breite
es: Ancho
fr: Largeur
hi: चौड़ाई
id: Lebar
