Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

source: WIP
ar: محجوب
de: In Bearbeitung
es: trabajo en curso
fr: TEC
hi: विप

source: Wise
ar: حكيم
de: Weise
es: Sabio
fr: Sage
hi: ढंग
id: Bijak

source: ( with Third Party )
ar: ( مع طرف ثالث )
de: (mit Dritten)
es: (con terceros)
fr: (avec un tiers)
hi: (तीसरे पक्ष के साथ)
id: (dengan pihak ketiga)

# Workflow
source: Workflow History
ar: محفوظات سير العمل
de: Workflow-Verlauf
es: flujo de trabajo
fr: Historique du flux de travail
hi: कार्यप्रवाह
id: Alur kerja

source: Workflow Information
ar: معلومات سير العمل
de: Workflow-Informationen
es: Información de flujo de trabajo
fr: Informations sur le flux de travail
hi: कार्य प्रवाह की जानकारी
id: Informasi Alur Kerja

source: Working
ar: عمل
de: Arbeiten
es: Laboral
fr: Fonctionnement
hi: कार्यरत
id: Bekerja

source: Workstation
ar: محطة العمل
de: Arbeitsplatz
es: Puesto de trabajo
fr: Poste de travail
hi: कार्य केंद्र
id: Stasiun kerja

source: Workstation Detail
ar: تفاصيل محطة العمل
de: Details zur Workstation
es: Detalle de la estación de trabajo
fr: Détail du poste de travail
hi: वर्कस्टेशन विवरण
id: Detil Stasiun Kerja

source: Workstation Name
ar: اسم محطة العمل
de: Name der Arbeitsstation
es: Nombre de la estación de trabajo
fr: Nom du poste de travail
hi: वर्कस्टेशन का नाम
id: Nama stasiun kerja

source: Year
ar: سنة
de: Jahr
es: Año
fr: Année
hi: वर्ष
id: Tahun

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya

source: Zone
ar: منطقة
es: Zona
hi: जोन
id: Daerah

source: for
ar: ل
de: für
es: para
fr: pour
hi: के लिए
id: untuk

source: in
ar: في
es: en
fr: dans
hi: में
id: di dalam

source: Account Balance
ar: رصيد الحساب
de: Kontostand
es: Saldo de la cuenta
fr: solde du compte
id: Saldo rekening

source: Quoted
ar: مقتبس
de: Zitiert
es: Cotizado
fr: Cité
id: Dikutip

source: Suppliers
ar: الموردين
de: Lieferanten
es: Proveedores
fr: Fournisseurs
id: Pemasok

source: WhatsApp
ar: ال WhatsApp
id: ada apa

source: Add More
ar: أضف المزيد
es: Añadir más
fr: Ajouter plus
id: Tambahkan Lebih Banyak

source: Third Party
ar: الحفلة الثالثة
de: Dritte Seite
fr: Tierce personne
id: Pihak ketiga

source: SO
ar: لذا
es: ENTONCES
fr: DONC
id: JADI

source: Procurement
ar: تحصيل
de: Beschaffung
es: Obtención
fr: Approvisionnement
id: Pengadaan

source: Debit Note Number
ar: رقم مذكرة الخصم
de: Lastschriftnummer
es: Número de nota de débito
id: Nomor Nota Debet

source: Generate Debit Note?
ar: إنشاء مذكرة الخصم؟
de: Lastschrift erstellen?
es: ¿Generar nota de débito?
id: Hasilkan Nota Debit?

source: GL Balance
ar: توازن جي إل
de: GL-Saldo
es: Saldo del libro mayor
fr: Solde GL
id: Saldo GL

source: Replicate With
ar: النسخ المتماثل مع
de: Replizieren mit
es: Replicar con
fr: Répliquer avec
id: Replikasi Dengan

source: Schedule
ar: جدول
de: Zeitplan
es: Cronograma
fr: Calendrier
id: Jadwal

source: Acknowledgement
ar: إعتراف
de: Wissen
es: Reconocimiento
fr: Reconnaissance

source: Tax Amount
de: Steuerbetrag
es: Importe del impuesto
id: Jumlah Pajak

source: MRS
de: FRAU
es: SEÑORA
id: NYONYA

source: Buyer Item Code
es: Código de artículo del comprador

source: Default Currency
de: Standardwährung
es: Moneda predeterminada

source: Shipping Address
de: Lieferanschrift
es: Dirección de envío

source: YTD
de: Jahresverlauf
es: el último año
fr: cumul à ce jour
