Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

source: Optional
ar: خياري
es: Opcional
fr: Facultative
hi: वैकल्पिक
id: Opsional

source: Options
ar: خيارات
de: Optionen
es: Opciones
fr: Possibilités
hi: विकल्प
id: Pilihan

source: Order
ar: طلب
de: Befehl
es: Orden
fr: Ordre
hi: आदेश
id: Memesan

source: Order By
ar: ترتيب حسب
de: Sortieren nach
es: ordenar por
fr: Commandé par
hi: द्वारा आदेश
id: Dipesan oleh

source: Order Date
ar: تاريخ الطلب
de: Auftragsdatum
es: Fecha de orden
fr: Date de commande
hi: आर्डर की तारीख
id: Tanggal pemesanan

source: Order Detail
ar: تفاصيل الطلب
de: Bestelldetails
es: Detalle de la orden
fr: Détails de la commande
hi: ऑर्डर विवरण
id: Detail pesanan

source: Ordered
ar: أمر
de: Bestellt
es: Ordenado
fr: Commandé
hi: आदेश दिया
id: Dipesan

source: Ordered Quantity
ar: الكمية المطلوبة
de: Bestellte Menge
es: Cantidad ordenada
fr: Quantité commandée
hi: आदेशित मात्रा
id: Kuantitas yang Dipesan

source: Order History
ar: تاريخ الطلب
de: Bestellverlauf
es: Historial de pedidos
fr: Historique des commandes
hi: आदेश इतिहास
id: Riwayat Pesanan

source: Order Information
ar: معلومات الطلب
de: Bestellinformationen
es: información del pedido
fr: Informations sur la commande
hi: आदेश की जानकारी
id: informasi pemesanan

source: Order Number
ar: رقم الأمر
de: Bestellnummer
es: Número de orden
fr: Numéro de commande
hi: क्रम संख्या
id: Jumlah order

# OrderNumberAndDate
source: Order Number & Date
ar: رقم الطلب والتاريخ
de: Bestellnummer und Datum
es: Número de pedido y fecha
fr: Numéro de commande et date
hi: आदेश संख्या और दिनांक
id: Nomor dan Tanggal Pesanan

source: Order Quantity
ar: كمية الطلب
de: Bestellmenge
es: ordene la cantidad
fr: Quantité de commande
hi: आदेश की मात्रा
id: jumlah pesanan

source: Order Source
ar: مصدر الطلب
de: Bestellquelle
es: Origen del pedido
fr: Origine de la commande
hi: आदेश स्रोत
id: Sumber Pesanan

source: Order To Procure
ar: طلب الشراء
de: Beschaffungsauftrag
es: Orden de Adquisición
fr: Ordre d'approvisionnement
hi: प्राप्त करने का आदेश
id: Pesan Untuk Pengadaan

source: Order To Procure Quantity
ar: طلب لشراء الكمية
de: Bestellen Sie, um die Menge zu beschaffen
es: Cantidad de pedido para adquirir
fr: Quantité commandée à approvisionner
hi: मात्रा प्राप्त करने का आदेश
id: Pesan Untuk Pengadaan Kuantitas

source: Order To Produce
ar: طلب الإنتاج
de: Auftrag zur Produktion
es: Orden para producir
fr: Commande à produire
hi: उत्पादन करने का आदेश
id: Memesan Untuk Memproduksi

source: Order To Produce Quantity
ar: طلب لإنتاج الكمية
de: Bestellen Sie, um die Menge zu produzieren
es: Cantidad de pedido para producir
fr: Quantité de commande à produire
hi: मात्रा का उत्पादन करने का आदेश
id: Memesan Untuk Menghasilkan Kuantitas

source: Order To Produce Tracking
ar: طلب إنتاج التتبع
es: Orden para producir seguimiento
fr: Commande pour produire le suivi
hi: ट्रैकिंग तैयार करने का आदेश
id: Memesan Untuk Menghasilkan Pelacakan

source: Order Type
ar: نوع الطلب
de: Auftragsart
es: Tipo de orden
fr: Type de commande
hi: आदेश प्रकार
id: Jenis pesanan

source: Order Value
ar: ثمن الطلب
de: Bestellwert
es: Valor del pedido
fr: valeur de la commande
hi: ऑर्डर का मूल्य
id: Nilai Pesanan

source: Order Wise Detail
ar: ترتيب التفاصيل الحكيمة
de: Bestellweise Details
es: Pedir detalles sabios
fr: Détail de la commande judicieuse
hi: आदेश वार विवरण
id: Pesan Detail Bijaksana

source: Organization
ar: منظمة
de: Organisation
es: Organización
fr: Organisation
hi: संगठन
id: Organisasi

source: Orientation
ar: توجيه
de: Orientierung
es: Orientación
hi: अभिविन्यास
id: Orientasi

source: Original
ar: إبداعي
hi: मूल
id: Asli

source: Other
ar: آخر
de: Andere
es: Otra
fr: Autre
hi: अन्य
id: Lainnya

source: Other Charge Detail
ar: تفاصيل الشحن الأخرى
de: Weitere Gebührendetails
es: Otro detalle de cargo
fr: Autre détail des frais
hi: अन्य प्रभार विवरण
id: Detail Biaya Lainnya

source: Other Charge Name
ar: اسم المسؤول الآخر
de: Anderer Gebührenname
es: Otro nombre de cargo
fr: Autre nom de charge
hi: अन्य प्रभार का नाम
id: Nama Biaya Lainnya

source: Other Charges
ar: رسوم أخرى
de: Zusatzgebühren
es: Otros cargos
fr: Autres charges
hi: अन्य शुल्क
id: Tagihan lain

source: Other Charges Calculator
ar: حاسبة الرسوم الأخرى
de: Rechner für sonstige Gebühren
es: Calculadora de otros cargos
fr: Calculateur d'autres frais
hi: अन्य शुल्क कैलक्यूलेटर
id: Kalkulator Biaya Lainnya

source: Other Charge Type
ar: نوع الشحن الآخر
de: Anderer Gebührentyp
es: Otro tipo de cargo
fr: Autre type de charge
hi: अन्य चार्ज प्रकार
id: Jenis Biaya Lainnya

source: Other Refrence (s)
ar: تحديث (ق) أخرى
de: Andere Referenz(en)
es: Otra(s) referencia(s)
fr: Autre(s) référence(s)
hi: अन्य सन्दर्भ
id: Referensi Lain

source: OTP Number
ar: رقم مكتب المدعي العام
de: OTP-Nummer
es: Número de OTP
fr: Numéro OTP
hi: ओटीपी नंबर
id: Nomor OTP

source: OTP Sent to
ar: تم إرسال كلمة المرور لمرة واحدة إلى
de: OTP Gesendet an
es: OTP enviada a
fr: OTP envoyé à
hi: ओटीपी भेजा गया
id: OTP Dikirim ke

source: Output
ar: انتاج |
de: Ausgang
es: Producción
fr: Sortir
hi: उत्पादन
id: Keluaran

source: Output Material Detail
ar: تفاصيل مواد الإخراج
de: Details zum Ausgabematerial
es: Detalle del material de salida
fr: Détail du matériau de sortie
hi: आउटपुट सामग्री विवरण
id: Detail Bahan Keluaran

source: Outward
ar: الخارج
de: Nach außen
es: Exterior
fr: Vers l'extérieur
hi: बाहर
id: Ke luar

source: Overdraft
ar: السحب على المكشوف
de: Überziehung
es: Sobregiro
fr: Découvert
hi: ओवरड्राफ्ट
id: Cerukan

source: Overdue
ar: متأخر
de: Überfällig
es: Atrasado
fr: En retard
hi: अतिदेय
id: Terlambat

source: Overdue Days
ar: الأيام المتأخرة
de: Überfällige Tage
es: Días atrasados
fr: Jours de retard
hi: अतिदेय दिन
id: Hari Terlambat

source: Over Due Domestic Purchase
ar: الشراء المحلي المستحق
de: Überfälliger Inlandskauf
es: Compra nacional vencida
fr: Achat national en retard
hi: अतिदेय घरेलू खरीद
id: Over Due Pembelian Domestik

source: Over Due Domestic Sales
ar: تجاوزت المبيعات المحلية المستحقة
de: Überfällige Inlandsverkäufe
es: Ventas nacionales vencidas
fr: Ventes intérieures en retard
hi: अतिदेय घरेलू बिक्री
id: Over Due Penjualan Domestik

source: Over Due Export Sales
ar: تجاوزت مبيعات التصدير المستحقة
de: Überfällige Exportverkäufe
es: Ventas de exportación vencidas
fr: Ventes à l'exportation en retard
hi: नियत निर्यात बिक्री से अधिक
id: Lebih dari Karena Penjualan Ekspor

source: Over Due Import Purchase
ar: تجاوز شراء الاستيراد المستحق
de: Überfälliger Importkauf
es: Compra de importación vencida
fr: Achat d'importation en retard
hi: अतिदेय आयात खरीद
id: Over Due Impor Pembelian

source: Overhead Detail
ar: التفاصيل العلوية
es: Detalle de gastos generales
fr: Détails généraux
hi: ओवरहेड विवरण
id: Detil Overhead

source: Overhead Expense
ar: حساب النفقات العامة
de: Gemeinkosten
es: Gastos generales
fr: Frais généraux
hi: उपरिव्यय
id: Beban Overhead

source: Overhead Expense Name
ar: اسم المصاريف العامة
de: Name der Gemeinkostenausgabe
es: Nombre de gastos generales
fr: Nom des frais généraux
hi: उपरिव्यय का नाम
id: Nama Beban Overhead

source: Overseas
ar: ما وراء البحار
de: Übersee
es: Exterior
fr: à l'étranger
hi: प्रवासी
id: Luar negeri

source: Pack
ar: رزمة
es: Embalar
hi: सामान बाँधना
id: Mengemas

source: Packaging
ar: التعبئة والتغليف
de: Verpackung
es: embalaje
fr: Emballage
hi: पैकेजिंग
id: Kemasan

source: Packaging Detail
ar: تفاصيل التغليف
de: Verpackungsdetails
es: Detalle de embalaje
fr: Détail de l'emballage
hi: पैकेजिंग विवरण
id: Detil Kemasan

source: Packaging Item
ar: عنصر التعبئة والتغليف
de: Verpackungsartikel
es: Artículo de embalaje
fr: Article d'emballage
hi: पैकेजिंग आइटम
id: Barang Kemasan

source: Pack Date
ar: تاريخ العبوة
de: Packdatum
es: Fecha del paquete
fr: date de l'emballage
hi: पैक तिथि
id: Tanggal Paket

source: Packed
ar: معباه
de: Verpackt
es: Lleno
fr: Emballée
hi: पैक्ड
id: Penuh sesak

source: Packed Quantity
ar: الكمية المعبأة
de: Verpackte Menge
es: Cantidad empaquetada
fr: Quantité emballée
hi: पैक की गई मात्रा
id: Jumlah Dikemas

source: Pack Information
ar: معلومات الحزمة
de: Paketinformationen
es: Información del paquete
fr: Informations sur les packs
hi: पैक जानकारी
id: Informasi Paket

source: Packing
ar: التعبئة
de: Verpackung
es: Embalaje
fr: Emballage
hi: पैकिंग
id: Sedang mengemas

source: Packing Date
ar: تاريخ التعبئة
de: Verpackungsdatum
es: Fecha de empaque
fr: Date d'emballage
hi: पैकिंग तिथि
id: Tanggal Pengepakan

source: Packing Detail
de: Verpackungsdetails
es: Detalle de embalaje
fr: Détail d'emballage
hi: पैकिंग विवरण
id: Detil Pengepakan

source: Packing List
ar: قائمة التعبئة
de: Packliste
es: Lista de embalaje
fr: Liste de colisage
hi: पैकिंग सूची
id: Daftar Kemasan

source: Packing List Number
ar: رقم قائمة التعبئة
de: Packlistennummer
es: Número de lista de empaque
fr: Numéro de liste de colisage
hi: पैकिंग सूची संख्या
id: Nomor Daftar Kemasan

source: Pack List
ar: قائمة الحزمة
de: Lieferschein
es: Lista de paquete
fr: liste de paquets
hi: बंधे हूँओ की सूची
id: Daftar Paket

source: Pack List Number
ar: رقم قائمة الحزمة
de: Packlistennummer
es: Número de lista de paquetes
fr: Numéro de liste de colisage
hi: पैक सूची संख्या
id: Nomor Daftar Paket

source: Pack Quantity
ar: كمية العبوة
de: Packungsmenge
es: Cantidad por paquete
fr: Quantité de paquet
hi: पैक मात्रा
id: Jumlah Paket

source: Packs
ar: حزم
de: Packungen
es: Paquetes
hi: पैक्स
id: Paket

source: Pack Size
ar: حجم العبوة
de: Paket Größe
es: Tamaño del paquete
fr: Taille Du Pack
hi: पैक का आकार
id: Ukuran Paket

source: Pack UOM
ar: حزمة UOM
de: Packmaßeinheit
es: Unidad de medida del paquete
fr: Pack UdM
hi: यूओएम पैक करें
id: Pak UOM

source: Paid
ar: مدفوع
de: Bezahlt
es: Pagado
fr: Payé
hi: चुकाया गया
id: Dibayar

source: PAN number
ar: رقم PAN
de: PAN-Nummer
es: número de PAN
fr: Numéro PAN
hi: पैन नंबर
id: Nomor PAN

source: Parameter Evaluation
ar: تقييم المعلمة
de: Parameterbewertung
es: Evaluación de parámetros
fr: Évaluation des paramètres
hi: पैरामीटर मूल्यांकन
id: Evaluasi Parameter

source: Parameter Inspection
ar: فحص المعلمة
de: Parameterprüfung
es: Inspección de parámetros
fr: Inspection des paramètres
hi: पैरामीटर निरीक्षण
id: Inspeksi Parameter

source: Parameter Name
ar: اسم المعلمة
es: Nombre del parámetro
fr: Le nom du paramètre
hi: मापदण्ड नाम
id: Nama Parameter

source: Parameter Type
ar: نوع المعلمة
de: Parametertyp
es: Tipo de parámetro
fr: Type de paramètre
hi: पैरामीटर प्रकार
id: Jenis Parameter

source: Parent Group Name
ar: اسم المجموعة الأصل
de: Name der übergeordneten Gruppe
es: Nombre del grupo principal
fr: Nom Du Groupe Parent
hi: मूल समूह का नाम
id: nama kelompok induk

# PartNumber
source: Part No
ar: الجزء رقم
de: Teile-Nr
es: Número de parte
fr: Pièce non
hi: भाग संख्या
id: Nomor Bagian

source: Password
ar: كلمه السر
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi

source: Path
ar: طريق
de: Weg
fr: Chemin
hi: पथ
id: Jalur

source: Payable
ar: مستحق الدفع
de: Zahlbar
es: Pagadero
hi: देय
id: Dapat dibayar

source: Payables
ar: الذمم الدائنة
de: Verbindlichkeiten
es: cuentas por pagar
fr: Dettes
hi: देय
id: Hutang

source: Payee
ar: المستفيد
de: Zahlungsempfänger
es: Tenedor
fr: Bénéficiaire
hi: आदाता
id: Penerima pembayaran

source: Payment
ar: قسط
de: Zahlung
es: Pago
fr: Paiement
hi: भुगतान
id: Pembayaran

source: Payment Amount
ar: مبلغ الدفع
de: Zahlungsbetrag
es: Monto del pago
fr: Montant du paiement
hi: भुगतान राशि
id: Jumlah pembayaran

source: Payments
ar: المدفوعات
de: Zahlungen
es: Pagos
fr: Paiements
hi: भुगतान
id: Pembayaran

source: Payment Source
ar: مصدر الدفع
de: Zahlungsquelle
es: Fuente de pago
fr: Source de paiement
hi: भुगतान स्रोत
id: Sumber Pembayaran

source: Payment Terms (In Days)
ar: شروط الدفع (بالأيام)
de: Zahlungsbedingungen (in Tagen)
es: Condiciones de pago (en días)
fr: Conditions de paiement (en jours)
hi: भुगतान की शर्तें दिनों में
id: Ketentuan Pembayaran Dalam Hari

source: PDC
ar: بي دي سي
hi: पीडीसी

source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
hi: लंबित
id: Tertunda

source: (Pending/Acknowledged)
ar: (في انتظار/إقرار)
de: (Ausstehend/Bestätigt)
es: (Pendiente/Reconocido)
fr: (En attente/Reconnu)
hi: (लंबित/स्वीकृत)
id: (Tertunda/Diakui)

source: Pending Documents
ar: المستندات المعلقة
de: Ausstehende Dokumente
es: Documentos pendientes
fr: Documents en attente
hi: लंबित दस्तावेज
id: Dokumen Tertunda

source: Pending GRN Value
ar: معلقة قيمة GRN
de: Ausstehender GRN-Wert
es: Valor GRN pendiente
fr: Valeur GRN En Attente
hi: लंबित जीआरएन मान
id: Nilai GRN yang tertunda

source: Pending Order Quantity
ar: كمية الطلب المعلقة
de: Ausstehende Bestellmenge
es: Cantidad de pedido pendiente
fr: Quantité de commande en attente
hi: लंबित आदेश मात्रा
id: Kuantitas Pesanan Tertunda

source: Pending Order Value
ar: قيمة الأمر المعلق
de: Ausstehender Bestellwert
es: Valor de pedido pendiente
fr: Valeur de la commande en attente
hi: लंबित आदेश मूल्य
id: Nilai Pesanan Tertunda

source: Pending Quantity
ar: الكمية المعلقة
de: Ausstehende Menge
es: Cantidad pendiente
fr: Quantité en attente
hi: लंबित मात्रा
id: Kuantitas Tertunda

source: Pending Receipt
ar: ايصال تحويلة معلق
de: Ausstehender Erhalt
es: Recibo pendiente
fr: Réception en attente
hi: लंबित रसीद
id: Tanda Terima Tertunda

source: Pending Receipt Value
ar: قيمة الإيصال المعلقة
de: Ausstehender Empfangswert
es: Valor pendiente de recibo
fr: Valeur du reçu en attente
hi: लंबित रसीद मूल्य
id: Nilai Tanda Terima Tertunda

source: Pending Shipment
ar: شحنة معلقة
de: Geplante Sendung
es: Envio pendiente
fr: Expédition en attente
hi: लंबित लदान
id: Kiriman yang tertunda

source: Pending Shipment Value
ar: قيمة الشحنة المعلقة
de: Ausstehender Versandwert
es: Valor de envío pendiente
fr: Valeur D'expédition En Attente
hi: लंबित शिपमेंट मूल्य
id: Nilai Pengiriman Tertunda

source: Period
ar: فترة
de: Zeitraum
es: Período
fr: Période
hi: अवधि
id: Periode

# PerPiece
source: /Piece
ar: /قطعة
de: /Stück
es: /Pedazo
fr: /Morceau
hi: /टुकड़ा
id: /Bagian

source: Person
ar: شخص
es: Persona
fr: Personne
hi: व्यक्ति
id: Orang

source: Per Unit
ar: لكل وحدة
de: Pro Einheit
es: Por unidad
fr: Par unité
hi: प्रति यूनिट

source: Physical
ar: بدني
de: Körperlich
es: Físico
fr: Physique
hi: भौतिक
id: Fisik

source: Physical Outer Packs
ar: الحقائب الخارجية المادية
de: Physische Außenverpackungen
es: Paquetes externos físicos
fr: Sacs extérieurs physiques
hi: भौतिक बाहरी पैक
id: Kemasan Luar Fisik

source: Physical Stock
ar: المخزون المادي
de: Physischer Bestand
es: Inventario FISICO
fr: Stock physique
hi: भौतिक शेयर
id: Stok Fisik

source: Pin
ar: دبوس
de: Stift
es: Alfiler
fr: Épingler
hi: नत्थी करना

source: Place of Supply
ar: مكان التوريد
de: Ort der Lieferung
es: Lugar de suministro
fr: Lieu de fourniture
hi: आपूर्ति का स्थान
id: Tempat Pasokan

source: Plan
ar: يخطط
de: Planen
fr: Planifier
hi: योजना
id: Rencana

source: PlanDate
ar: تاريخ الخطة
de: PlanDatum
fr: Date du plan
hi: योजना तिथि
id: Tanggal Rencana

source: Planned
ar: مخطط
de: Geplant
es: Planificado
fr: Prévue
hi: की योजना बनाई
id: Berencana

source: Planned Consumption
ar: الاستهلاك المخطط
de: Geplanter Verbrauch
es: Consumo planificado
fr: Consommation planifiée
hi: नियोजित खपत
id: Konsumsi Terencana

source: Planned Quantity
ar: الكمية المخططة
de: Geplante Menge
es: Cantidad planificada
fr: Quantité planifiée
hi: नियोजित मात्रा
id: Kuantitas yang Direncanakan

source: PlanNumber
ar: رقم الخطة
de: Plan Nummer
es: NúmeroPlan
fr: Numéro de régime
hi: योजना संख्या
id: Nomor Rencana

source: Pl Of Receipt By Pre Carrier
ar: رر الاستلام عن طريق الناقل المسبق
de: Bitte beachten Sie den Erhalt durch den Vorab-Spediteur
es: Pl de recibo por pre transportista
fr: Pl De Réception Par Pré Transporteur
hi: प्री कैरियर द्वारा रसीद की पीएल
id: Pl Penerimaan Oleh Pra Pembawa

source: PO
ar: ص
es: correos
fr: Bon de commande
hi: पीओ

source: PO Date
ar: تاريخ PO
de: Bestelldatum
es: Fecha de orden de compra
fr: Date du bon de commande
hi: पीओ तिथि
id: Tanggal PO

source: PO Detail
ar: تفاصيل أمر الشراء
de: Bestelldetails
es: Detalle de la orden de compra
fr: Détail du bon de commande
hi: पीओ विवरण
id: Detil PO

source: PO Number
ar: PO عدد
de: Bestellnummer
es: numero postal
fr: Numéro de bon de commande
hi: पीओ नंबर
id: nomor PO

# PONumberAnd
source: PO Number &
ar: PO عدد &
de: Bestellnummer &
es: Numero postal &
fr: Numéro de bon de commande et
hi: पीओ संख्या और
id: Nomor PO Dan

source: Populate Detail
ar: ملء التفاصيل
de: Details ausfüllen
es: Detalle de relleno
fr: Remplir les détails
hi: विस्तार से आबाद करें
id: Isi Detail

source: Populate Item Detail
ar: ملء تفاصيل العنصر
de: Füllen Sie die Artikeldetails aus
es: Rellenar detalle de artículo
fr: Remplir les détails de l'article
hi: आइटम विवरण पॉप्युलेट करें
id: Isi Detail Item

source: Port
ar: ميناء
de: Hafen
es: Puerto
hi: बंदरगाह
id: Pelabuhan

source: Portfolio
ar: محفظة
es: portafolio
fr: Portefeuille
hi: विभाग
id: Portofolio

source: Portfolio Description
ar: وصف المحفظة
de: Portfoliobeschreibung
es: Descripción de la cartera
fr: Description du portefeuille
hi: पोर्टफोलियो विवरण
id: Deskripsi Portofolio

source: Portfolio Name
ar: اسم المحفظة
es: Nombre de la cartera
fr: Nom du portefeuille
hi: पोर्टफोलियो का नाम
id: Nama Portofolio

source: Port ID
ar: معرف المنفذ
es: ID de puerto
fr: ID de port
hi: पोर्ट आईडी
id: ID Pelabuhan

source: Port of Destination
ar: ميناء المقصد
de: Zielhafen
es: Puerto de destino
fr: Port de destination
hi: गंतव्य के बंदरगाह
id: Pelabuhan tujuan

source: Port of Discharge
ar: ميناء التفريغ
de: Entladehafen
es: Puerto de descarga
fr: Port de déchargement
hi: जहाज से माल उतारने का स्थान
id: Pelabuhan Pembuangan

source: Port of Loading
ar: ميناء التحميل
de: Verladehafen
es: Puerto de carga
fr: Port de chargement
hi: लोडिंग के बंदरगाह
id: Pelabuhan Pemuatan

source: Port Of Origin
ar: ميناء المنشأ
de: Herkunftshafen
es: Puerto de origen
fr: Port d'origine
hi: उत्पत्ति का बंदरगाह
id: Pelabuhan Asal

source: Post
ar: بريد
es: Correo
fr: Poste
hi: डाक
id: Pos

source: Posted
ar: نشر
de: Gesendet
es: Al corriente
fr: Publié
hi: की तैनाती
id: Diposting

source: PR
ar: العلاقات العامة
es: relaciones públicas
fr: RP
hi: जनसंपर्क

source: Pre Carriage By
ar: قبل النقل
de: Vorabtransport per
es: Pre-transporte por
fr: Pré-acheminement par
hi: पूर्व गाड़ी से
id: Pra Pengangkutan Oleh

source: Prefix
ar: بادئة
de: Präfix
es: Prefijo
fr: Préfixe
hi: उपसर्ग
id: Awalan

source: Preview
ar: معاينة
de: Vorschau
es: Avance
fr: Aperçu
hi: निवेदन
id: Pratinjau

source: Previous
ar: سابق
de: Vorherige
es: Previo
fr: Précédente
hi: पहले का
id: Sebelumnya

source: Previous Year Sales
ar: مبيعات العام السابق
de: Verkäufe des Vorjahres
es: Ventas del año anterior
fr: Ventes de l'année précédente
hi: पिछले वर्ष की बिक्री
id: Penjualan Tahun Sebelumnya

source: Price
ar: سعر
de: Preis
es: Precio
fr: Prix
hi: कीमत
id: Harga

source: Price Group
ar: مجموعة السعر
de: Preisgruppe
es: Precio grupal
fr: Groupe de prix
hi: मूल्य समूह
id: Grup Harga

source: Price Group Mapping
ar: تعيين مجموعة الأسعار
de: Preisgruppenzuordnung
es: Asignación de grupos de precios
fr: Mappage des groupes de prix
hi: मूल्य समूह मानचित्रण
id: Pemetaan Kelompok Harga

source: Price History
ar: تاريخ الأسعار
de: Preisentwicklung
es: Historial de precios
fr: Historique des prix
hi: मूल्य इतिहास
id: Sejarah Harga

source: Price Information
ar: معلومات السعر
de: Preisinformationen
es: Información de precios
fr: Information sur les prix
hi: कीमत की जानकारी
id: Informasi Harga

source: Price List
ar: قائمة الاسعار
de: Preisliste
es: Lista de precios
fr: Liste de prix
hi: मूल्य सूची
id: Daftar Harga

source: Price List Name
ar: اسم قائمة الأسعار
de: Name der Preisliste
es: Nombre de lista de precios
fr: Nom de la liste de prix
hi: मूल्य सूची का नाम
id: Nama Daftar Harga

source: Price Policy
ar: سياسة الأسعار
de: Preispolitik
es: Política de precios
fr: Politique de prix
hi: मूल्य नीति
id: Kebijakan Harga

source: Print
ar: طباعة
de: Drucken
es: Imprimir
fr: Impression
hi: छाप
id: Mencetak

source: Print Invoice Number without "/" Symbol
ar: طباعة رقم الفاتورة بدون رمز "/"
de: Rechnungsnummer ohne "/"-Symbol drucken
es: Imprimir número de factura sin el símbolo "/"
fr: Imprimer le numéro de facture sans le symbole « / »
hi: "/" चिन्ह के बिना चालान संख्या प्रिंट करें
id: Cetak Nomor Faktur tanpa Simbol "/"

source: Print Item Image
ar: طباعة صورة العنصر
de: Artikelbild drucken
es: Imprimir imagen del artículo
fr: Imprimer l'image de l'article
hi: आइटम छवि प्रिंट करें
id: Cetak Gambar Barang

source: Process
ar: عملية
de: Verfahren
es: Proceso
fr: Processus
hi: प्रक्रिया
id: Proses

source: Procured
ar: تم شراؤها
de: Beschafft
es: Adquirido
fr: Achetée
hi: खरीद ब्यौरा
id: Diperoleh

source: Produced
ar: أنتجت
de: Produziert
es: Producido
fr: Produit
hi: प्रस्तुत
id: Diproduksi

source: Produced Quantity
ar: الكمية المنتجة
de: Produzierte Menge
es: Cantidad Producida
fr: Quantité produite
hi: उत्पादित मात्रा
id: Kuantitas yang Diproduksi

source: Product
ar: منتج
de: Produkt
es: Producto
fr: Produit
hi: उत्पाद
id: Produk

source: Product Detail
ar: تفاصيل المنتج
de: Produktdetail
es: Detalle del producto
fr: Les détails du produit
hi: वास्तु की बारीकी
id: Rincian produk

source: Product Group Wise Sales Summary
ar: ملخص مبيعات مجموعة المنتجات الحكيمة
de: Zusammenfassung der produktgruppenbezogenen Verkäufe
es: Resumen de ventas de Wise Sales del grupo de productos
fr: Résumé des ventes du groupe de produits Wise
hi: उत्पाद समूह वार बिक्री सारांश
id: Rangkuman Penjualan Bijak Grup Produk

source: Product Information
ar: معلومات المنتج
de: Produktinformation
es: Información del Producto
fr: Information produit
hi: उत्पाद की जानकारी
id: informasi produk

source: Production
ar: إنتاج
de: Produktion
es: Producción
hi: उत्पादन
id: Produksi

source: Production Advice Detail
ar: تفاصيل نصيحة الإنتاج
de: Details zur Produktionsempfehlung
es: Detalle de consejos de producción
fr: Détail de l'avis de production
hi: उत्पादन सलाह विवरण
id: Detail Saran Produksi

source: Production Capacity
ar: السعة الإنتاجية
de: Produktionskapazität
es: Capacidad de producción
fr: Capacité de production
hi: उत्पादन क्षमता
id: Kapasitas produksi

source: Production Date
ar: تاريخ الإنتاج
de: Produktionsdatum
es: Fecha de producción
fr: Date de production
hi: उत्पादन की तारीख
id: Tanggal produksi

source: Production Detail
ar: تفاصيل الإنتاج
de: Produktionsdetails
es: Detalle de producción
hi: उत्पादन विवरण
id: Detail Produksi

source: Production History
ar: تاريخ الإنتاج
de: Produktionsgeschichte
es: Historial de producción
fr: Historique de fabrication
hi: उत्पादन इतिहास
id: Sejarah Produksi

source: Production Hours
ar: ساعات الإنتاج
de: Produktionsstunden
es: Horas de producción
fr: Heures de production
hi: उत्पादन के घंटे
id: Jam Produksi

# ProductionNumberAndDate
source: Production Number & Date
ar: رقم الإنتاج والتاريخ
de: Produktionsnummer und -datum
es: Número y fecha de producción
fr: Numéro et date de fabrication
hi: उत्पादन संख्या और दिनांक
id: Nomor Dan Tanggal Produksi

source: Production Order Detail
ar: تفاصيل أمر الإنتاج
de: Details zum Produktionsauftrag
es: Detalle de orden de producción
fr: Détails de l'ordre de fabrication
hi: उत्पादन आदेश विवरण
id: Detail Pesanan Produksi

source: Production Order Number
ar: رقم أمر الإنتاج
de: Produktionsauftragsnummer
es: Número de orden de producción
fr: Numéro d'ordre de fabrication
hi: उत्पादन आदेश संख्या
id: Nomor Pesanan Produksi

source: Production Plan
ar: خطة الإنتاج
de: Produktionsplan
es: Plan de producción
fr: Plan de production
hi: उत्पादन योजना
id: Rencana produksi

source: Production Quantity
ar: كمية الإنتاج
de: Produktionsmenge
es: Cantidad de producción
fr: Quantité de production
hi: उत्पादन के मात्रा
id: Kuantitas produksi
