Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

source: Invalid Format
ar: تنسيق غير صالح
de: Ungültiges Format
es: Formato no válido
fr: Format invalide
hi: अमान्य प्रारूप
id: Formatnya tidak valid

source: (in Value)
ar: (في القيمة)
de: (im Wert)
es: (en valor)
fr: (en valeur)
hi: मूल्य में
id: Dalam Nilai

source: Invoice
ar: فاتورة
de: Rechnung
es: Factura
fr: Facture d'achat
hi: इनवॉइस
id: Faktur

source: Invoice Amount
ar: قيمة الفاتورة
de: Rechnungsbetrag
es: Monto de la factura
fr: Montant de la facture
hi: बीजक राशि
id: Jumlah tagihan

source: Invoiced
ar: مفوترة
de: In Rechnung gestellt
es: Facturado
fr: Facturé
hi: चालान की गई
id: Ditagih

source: Invoice Date
ar: تاريخ الفاتورة
de: Rechnungsdatum
es: Fecha de la factura
fr: date de la facture
hi: चालान की तारीख
id: Tanggal faktur

source: Invoice Detail
ar: تفاصيل الفاتورة
de: Rechnungsdetails
es: Detalle de la factura
fr: Détail de la facture
hi: चालान विवरण
id: Detil Faktur

source: Invoiced Quantity
ar: كمية الفاتورة
de: Rechnungsmenge
es: Cantidad facturada
fr: Quantité facturée
hi: चालान की गई मात्रा
id: Kuantitas yang Ditagih

source: Invoice Information
ar: معلومات الفاتورة
de: Rechnungsinformationen
es: Información de la factura
fr: Informations sur la facture
hi: चालान जानकारी
id: Informasi Faktur

# InvoiceNumber
source: Invoice No.
ar: رقم الفاتورة.
de: Rechnungsnr.
es: Factura no.
fr: N ° de facture
hi: बीजक संख्या
id: Nomor faktur

source: Invoice Quantity
ar: كمية الفاتورة
de: Rechnungsmenge
es: Cantidad de la factura
fr: Quantité facturée
hi: चालान मात्रा
id: Kuantitas Faktur

source: Invoice Type
ar: نوع الفاتورة
de: Rechnungsart
es: Tipo de factura
fr: Type de facture
hi: चालान प्रकार
id: Jenis Faktur

source: Invoice Value
ar: قيمة الفاتورة
de: Rechnungswert
es: Valor de la factura
fr: Montant de la facture
hi: इनवॉइस मूल्य
id: Nilai Faktur

source: Invoice Value Calculation
ar: حساب قيمة الفاتورة
de: Berechnung des Rechnungswerts
es: Cálculo del valor de la factura
fr: Calcul de la valeur de la facture
hi: चालान मूल्य गणना
id: Perhitungan Nilai Faktur

source: Inward
ar: إلى الداخل
de: Innere
es: Interior
fr: Vers l'intérieur
hi: आंतरिक
id: Batin

source: (In Warehouse)
ar: (في المستودع)
de: (Im Lager)
es: (En Almacén)
fr: (Dans Entrepôt)
hi: गोदाम में
id: di gudang

source: IRN
ar: إيرن
hi: आईआरएन

source: Issue
ar: إيفاد
de: Ausgabe
es: Asunto
fr: envoi
hi: मुद्दा
id: Masalah

source: Issued
ar: صادر
de: Ausgegeben
es: Emitido
fr: Publié
hi: जारी किए गए
id: Dikabarkan

source: Issue Date
ar: تاريخ الإصدار
de: Ausgabetag
es: Fecha de asunto
fr: Date d'émission
hi: जारी करने की तिथि
id: Tanggal pembuatan

source: Issue Detail
ar: تفاصيل القضية
de: Problemdetails
es: Detalle del problema
fr: Détail du problème
hi: जारी करने का विवरण
id: Detil Masalah

source: Issued Quantity
ar: الكمية المصدرة
de: Ausgegebene Menge
es: Cantidad emitida
fr: Quantité émise
hi: जारी की गई मात्रा
id: Kuantitas yang Dikeluarkan

source: Issue Method
ar: طريقة الإصدار
de: Ausgabemethode
es: Método de emisión
fr: Méthode D'émission
hi: जारी करने की विधि
id: metode isu

source: Issue Number
ar: رقم الإصدار
de: Ausgabe Nummer
es: Número de emisión
fr: Numéro de série
hi: अंक संख्या
id: Nomor pembuatan

source: Issue To
ar: إصدار ل
de: Ausgabe an
es: Emitido a
fr: Émettre à
hi: इसे दे दो
id: Terbitkan Kepada

source: Issue Type
ar: نوع القضية
de: Problemtyp
es: Tipo de problema
fr: type de probleme
hi: विषय वर्ग
id: Jenis Masalah

source: Item
ar: العنصر
de: Artikel
es: Artículo
fr: Article
hi: वस्तु
id: Barang

source: ItemAttribute
ar: سمة العنصر
es: Atributo del artículo
fr: Attribut D'article
hi: आइटम विशेषता
id: Atribut Barang

# ItemCatalog
source: Item Catalogue
ar: كتالوج العناصر
de: Artikelkatalog
es: Catálogo de artículos
fr: Catalogue d'articles
hi: आइटम कैटलॉग
id: Katalog Barang

source: Item Code
ar: رمز الصنف
de: Produktcode
es: Código del objeto
fr: Code de l'article
hi: आइटम कोड
id: Kode barang

source: Item Cost
ar: تكلفة البند
de: Gegenstandskosten
es: Coste del artículo
fr: Le coût de l'article
hi: मद लागत
id: Biaya Barang

source: Item Description
ar: وصف السلعة
de: Artikelbeschreibung
es: Descripción del Artículo
fr: Description de l'article
hi: आइटम विवरण
id: Keterangan Barang

source: Item Detail
ar: تفاصيل البند
de: Artikeldetails
es: Detalle del artículo
fr: Détail de l'article
hi: आइटम विवरण
id: Detil Barang

source: Item Does Not Found
ar: لم يتم العثور على العنصر
de: Artikel wurde nicht gefunden
es: Artículo no encontrado
fr: L'article n'est pas trouvé
hi: आइटम नहीं मिला
id: Barang Tidak Ditemukan

source: Item Found
ar: تم العثور على العنصر
de: Artikel gefunden
es: Artículo encontrado
fr: Objet trouvé
hi: आइटम मिला
id: Barang Ditemukan

source: Item Group
ar: مجموعة العناصر
de: Artikelgruppe
es: Grupo de artículos
fr: Groupe d'articles
hi: आइटम समूह
id: Grup Barang

source: Item Group Wise Stock Summary
ar: مجموعة الصنف ملخص المخزون الحكيم
de: Artikelgruppenbezogene Bestandsübersicht
es: Resumen de inventario sabio del grupo de artículos
fr: Résumé des stocks par groupe d'articles
hi: आइटम समूह वार स्टॉक सारांश
id: Ringkasan Stok Bijak Kelompok Barang

source: Item ID
ar: معرف العنصر
de: Artikel Identifikationsnummer
es: Identificación del artículo
fr: ID de l'article
hi: सामान आईडी
id: ID barang

source: Item Information
ar: معلومات البند
de: Gegenstand Information
es: Información del artículo
fr: Informations sur l'élément
hi: वस्तु की जानकारी
id: informasi barang

source: Item Name
ar: اسم العنصر
de: Artikelname
es: Nombre del árticulo
fr: Nom de l'article
hi: आइटम नाम
id: Nama barang

source: Item Portfolio
ar: محفظة البند
de: Artikelportfolio
es: Cartera de artículos
fr: Portefeuille d'articles
hi: आइटम पोर्टफोलियो
id: Portofolio Barang

source: Item Price
ar: سعر السلعة
de: Stückpreis
es: Precio del articulo
fr: Prix de l'article
hi: आइटम की कीमत
id: Harga barang

source: Item Property
ar: خاصية العنصر
de: Artikeleigenschaft
es: Propiedad del artículo
fr: Propriété de l'article
hi: आइटम संपत्ति
id: Properti Barang

source: Items
ar: العناصر
de: Artikel
es: Elementos
fr: Articles
hi: सामान
id: Item

# ItemSpecification
source: Other Specification
ar: مواصفات أخرى
de: Andere Spezifikation
es: Otra especificación
fr: Autre spécification
hi: आइटम विशिष्टता
id: Spesifikasi Barang

source: Item Type
ar: نوع العنصر
de: Gegenstandsart
es: Tipo de artículo
fr: Type d'élément
hi: वस्तु का प्रकार
id: Tipe barang

source: Item Wise Stock Summary
ar: البند ملخص المخزون الحكيم
de: Artikelbezogene Bestandsübersicht
es: Resumen de existencias de Item Wise
fr: Récapitulatif des stocks par article
hi: आइटम वार स्टॉक सारांश
id: Ringkasan Stok Barang Bijaksana

source: Job
ar: مهنة
de: Arbeit
es: Trabajo
fr: Travail
hi: काम
id: Pekerjaan

# JobEndDateAndTime
source: Production End Date & Time
ar: تاريخ ووقت انتهاء الإنتاج
de: Datum und Uhrzeit des Produktionsendes
es: Fecha y hora de finalización de la producción
fr: Date et heure de fin de production
hi: नौकरी की समाप्ति तिथि और समय
id: Tanggal & Waktu Akhir Produksi

# JobEndDateAndTime1
source: Job End Date & Time
ar: تاريخ ووقت انتهاء الوظيفة
de: Datum und Uhrzeit des Auftragsendes
es: Fecha y hora de finalización del trabajo
fr: Date et heure de fin du travail
hi: नौकरी की समाप्ति तिथि और समय
id: Tanggal & Waktu Akhir Pekerjaan

source: Job Order
ar: طلب الوظيفة
de: Arbeitsauftrag
es: Orden de trabajo
fr: Ordre de travail
hi: नौकरी आदेश
id: Perintah Pekerjaan

# JobOrderDate
source: Production Order Date
ar: تاريخ أمر الإنتاج
de: Datum des Produktionsauftrags
es: Fecha de orden de producción
fr: Date de la commande d'emploi
hi: कार्य आदेश दिनांक
id: Tanggal Perintah Kerja

# JobOrderDetail
source: Production Order Detail
ar: تفاصيل أمر الإنتاج
de: Details zum Produktionsauftrag
es: Detalle de orden de producción
fr: Détails de l'ordre de fabrication
hi: कार्य आदेश विवरण
id: Detail Perintah Kerja

# JobOrderNo
source: Job Order Number
ar: رقم طلب الوظيفة
de: Auftragsnummer
es: Número de orden de trabajo
fr: Numéro de commande
hi: कार्य आदेश सं
id: Nomor Perintah Kerja

# JobOrderNumber
source: Production Order Number
ar: رقم أمر الإنتاج
de: Produktionsauftragsnummer
es: Número de orden de producción
fr: Numéro d'ordre de fabrication
hi: कार्य आदेश संख्या
id: Nomor Perintah Kerja

# JobQuantity
source: Production Quantity
ar: كمية الإنتاج
de: Produktionsmenge
es: Cantidad de producción
fr: Quantité de production
hi: कार्य की मात्रा
id: Kuantitas Pekerjaan

# JobStartDateAndTime
source: Production Start Date & Time
ar: تاريخ ووقت بدء الإنتاج
de: Datum und Uhrzeit des Produktionsstarts
es: Fecha y hora de inicio de la producción
fr: Date et heure de début de production
hi: उत्पादन प्रारंभ दिनांक और समय
id: Tanggal & Waktu Mulai Produksi

# JobStartDateAndTime1
source: Job Start Date & Time
ar: تاريخ ووقت بدء العمل
de: Datum und Uhrzeit des Jobstarts
es: Fecha y hora de inicio del trabajo
fr: Date et heure de début du travail
hi: कार्य प्रारंभ दिनांक और समय
id: Tanggal & Waktu Mulai Pekerjaan

source: Journal
ar: مجلة
de: Zeitschrift
es: Diario
hi: पत्रिका

source: Label
ar: ملصق
de: Etikett
es: Etiqueta
fr: Étiquette
hi: लेबल

source: Landed
ar: عقاري
de: Gelandet
es: Aterrizado
fr: A atterri
hi: उतर ली
id: Mendarat

# LandedCostPerPiece
source: Landed Cost/Pc
ar: تكلفة الهبوط/الكمبيوتر
de: Anschaffungsnebenkosten/Stk
es: Costo de destino/Pc
fr: Coût au débarquement/pièce
hi: उतरने की लागत/पीसी
id: Biaya Mendarat/Pc

source: Landline Number
ar: رقم الهاتف الثابت
de: Festnetznummer
es: Número de teléfono fijo
fr: Numéro de téléphone fixe
hi: लैंडलाइन नंबर
id: Nomor Telepon Rumah

source: Last Modified
ar: آخر تعديل
de: Zuletzt bearbeitet
es: Última modificación
fr: Dernière modification
hi: अंतिम बार संशोधित
id: Terakhir diubah

source: Last Purchase Date
ar: تاريخ آخر شراء
de: Letztes Kaufdatum
es: Última fecha de compra
fr: Date Du Dernier Achat
hi: अंतिम खरीद तिथि
id: Tanggal Pembelian Terakhir

source: Last Purchase From
ar: آخر عملية شراء من
de: Letzter Kauf von
es: Última compra desde
fr: Dernier Achat De
hi: अंतिम खरीदारी से
id: Pembelian Terakhir Dari

source: Last Purchase Price
ar: آخر سعر شراء
de: Letzter Kaufpreis
es: Último precio de compra
fr: Dernier Prix D'achat
hi: अंतिम खरीद मूल्य
id: Harga Pembelian Terakhir

source: Last Purchase Qty
ar: آخر كمية شراء
de: Letzte Kaufmenge
es: Cantidad de la última compra
fr: Dernière Quantité D'achat
hi: अंतिम खरीद मात्रा
id: Jumlah Pembelian Terakhir

source: Lead
ar: يقود
de: Führen
es: Dirigir
fr: Plomb
hi: नेतृत्व करना
id: Memimpin

source: Ledger Balance
ar: توازن دفتر الأستاذ
de: Hauptbuchsaldo
es: Saldo contable
fr: Solde du grand livre
hi: खाता संतुलन
id: Saldo buku besar

# LegacyCode
source: Ref. No.
ar: رقم المرجع
de: Ref. NEIN.
es: Árbitro. No.
fr: Numéro de réference
hi: लीगेसी कोड
id: Kode Warisan

source: Legacy Description
ar: وصف الإرث
de: Beschreibung des Vermächtnisses
es: Descripción heredada
fr: Description héritée
hi: विरासत विवरण
id: Deskripsi Warisan

source: Length
ar: الطول
de: Länge
es: Longitud
fr: Longueur
hi: लंबाई
id: Panjangnya

source: Level
ar: مستوى
de: Eben
es: Nivel
fr: Niveau
hi: स्तर
id: Tingkat

source: License
ar: رخصة
de: Lizenz
es: Licencia
fr: Licence
hi: लाइसेंस
id: Lisensi

source: Life
ar: حياة
de: Leben
fr: Vie
hi: ज़िंदगी
id: Kehidupan

source: Limit
ar: حد
de: Grenze
es: Límite
fr: Limite
hi: सीमा
id: Membatasi

source: Line Seal Number
ar: رقم ختم الخط
de: Liniensiegelnummer
es: Número de sello de línea
fr: Numéro de sceau de ligne
hi: लाइन सील नंबर
id: Nomor Segel Baris

source: List
ar: قائمة
de: Aufführen
es: Lista
fr: Lister
hi: सूची
id: Daftar

# ListNumber
source: List No.
ar: رقم القائمة
de: Listennr.
es: Nro. de lista
fr: Numéro de liste
hi: सूची संख्या
id: Nomor Daftar

source: Local
ar: محلي
de: Lokal
fr: Locale
hi: स्थानीय
id: Lokal

source: Local Port
ar: ميناء محلي
de: Lokaler Hafen
es: puerto local
fr: Port local
hi: स्थानीय बंदरगाह
id: Pelabuhan Lokal

source: Local Purchase Account
ar: حساب الشراء المحلي
de: Lokales Kaufkonto
es: Cuenta de compra local
fr: Compte D'achat Local
hi: स्थानीय खरीद खाता
id: Akun Pembelian Lokal

source: Local Sale Account
ar: حساب البيع المحلي
de: Lokales Verkaufskonto
es: Cuenta de venta local
fr: Compte De Vente Local
hi: स्थानीय बिक्री खाता
id: Akun Penjualan Lokal

source: Location
ar: موقع
de: Standort
es: Ubicación
fr: Emplacement
hi: जगह
id: Lokasi

source: Log
ar: سجل
de: Protokoll
es: Registro
fr: Enregistrer
hi: लकड़ी का लट्ठा
id: Catatan

source: Login ID
ar: معرف تسجيل الدخول
es: ID de inicio de sesión
fr: Identifiant de connexion
hi: लॉगिन आईडी
id: ID masuk

source: Logo
ar: شعار
hi: प्रतीक चिन्ह

source: Log Out
ar: تسجيل خروج
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
id: Keluar

source: Lot#
ar: كثيرا#
de: Viel#
es: Lote#
fr: Parcelle#
hi: बहुत
id: Banyak

source: Lot/Batch Detail
ar: تفاصيل الدفعة / الدفعة
de: Chargen-/Chargendetails
es: Detalle de lote/lote
fr: Détail du lot/lot
hi: लॉट बैच विवरण
id: Detail Paket Banyak

source: Lot Cost
ar: تكلفة الكثير
de: Loskosten
es: Costo del lote
fr: Coût du lot
hi: बहुत लागत
id: Biaya Banyak

source: Lot Detail
ar: تفاصيل الكثير
de: Grundstücksdetails
es: Detalle del lote
fr: Détail du lot
hi: लॉट विवरण
id: Banyak Detil

source: Lot Number
ar: عدد الكثير
de: Chargennummer
es: Numero de lote
fr: Numéro de lot
hi: बहुत संख्या
id: Nomor Lot

source: Lower Range
ar: المدى المنخفض
de: Unterer Bereich
es: Rango inferior
fr: Gamme inférieure
hi: निचला दायरा
id: Kisaran Bawah

source: Maintenance
ar: اعمال صيانة
de: Wartung
es: Mantenimiento
hi: रखरखाव
id: Pemeliharaan

source: Make
ar: يجعلون
de: Machen
es: Hacer
fr: Faire
hi: निर्माण
id: Membuat

source: Manual
ar: يدوي
de: Handbuch
fr: manuelle
hi: नियमावली

source: Manual Calculation
ar: الحساب اليدوي
de: Manuelle Berechnung
es: Cálculo manual
fr: Calcul manuel
hi: मैनुअल गणना
id: Perhitungan Manual

# Manufactured
source: Manufacturing
ar: تصنيع
de: Herstellung
es: Fabricación
fr: Fabrication
hi: उत्पादन
id: Manufaktur

source: Manufacturer
ar: الشركة المصنعة
de: Hersteller
es: Fabricante
fr: Fabricant
hi: उत्पादक
id: Pabrikan

source: Margin
ar: هامِش
de: Marge
es: Margen
fr: Marge
hi: अंतर
id: Batas

source: Mark
ar: علامة
de: Markieren
es: Marca
fr: Marque
hi: निशान
id: Tanda

source: Material
ar: مادة
fr: Matérielle
hi: सामग्री
id: Bahan

source: Material Detail
ar: تفاصيل المواد
de: Materialdetails
es: Detalle de materiales
fr: Détail du matériau
hi: सामग्री विवरण
id: Detil Bahan

source: Material Group Wise Purchase Summary
ar: ملخص الشراء لمجموعة المواد الحكيمة
de: Zusammenfassung des Materialgruppenkaufs
es: Resumen de compra inteligente del grupo de materiales
fr: Récapitulatif des achats judicieux du groupe de matériaux
hi: सामग्री समूह वार खरीद सारांश
id: Rangkuman Pembelian Bijak Grup Material

source: Material Name
ar: اسم المادة
es: Nombre del material
fr: Nom du matériau
hi: सामग्री नाम
id: nama material

source: Material Receipt Detail
ar: تفاصيل استلام المواد
de: Details zum Materialeingang
es: Detalle de recepción de material
fr: Détail du reçu de matériel
hi: सामग्री रसीद विवरण
id: Detail Penerimaan Material

source: Materials
ar: المواد
de: Materialien
es: Materiales
fr: Matériaux
hi: सामग्री
id: Bahan

source: Material Transfer Type
ar: نوع نقل المواد
de: Materialübertragungstyp
es: Tipo de transferencia de material
fr: Type de transfert de matériel
hi: सामग्री स्थानांतरण प्रकार
id: Jenis Transfer Bahan

source: Material Type
ar: نوع المادة
de: Materialtyp
es: tipo de material
fr: type de materiau
hi: सामग्री के प्रकार
id: jenis bahan

source: Material Wise Purchase Summary
ar: ملخص الشراء المادي الحكيم
de: Zusammenfassung des materiellen Kaufs
es: Resumen de compra inteligente de materiales
fr: Récapitulatif des achats judicieux
hi: सामग्री वार खरीद सारांश
id: Ringkasan Pembelian Bahan Bijaksana

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
hi: संदेश
id: Pesan

source: Method
ar: طريقة
de: Verfahren
es: Método
fr: Méthode
hi: तरीका
id: Metode

source: Minimum
ar: الحد الأدنى
fr: Le minimum
hi: न्यूनतम

source: Minimum Purchase Stock
ar: الحد الأدنى لشراء الأسهم
de: Mindestabnahmebestand
es: Stock mínimo de compra
fr: Stock d'achat minimum
hi: न्यूनतम खरीद स्टॉक
id: Minimal Pembelian Stok

source: Minimum Stock Level
ar: الحد الأدنى لمستوى المخزون
de: Mindestbestand
es: Nivel mínimo de existencias
fr: Niveau de stock minimum
hi: न्यूनतम स्टॉक स्तर
id: Tingkat Stok Minimal

# MinimumStockReserve
source: Minimum Reserve Stock
ar: الحد الأدنى من احتياطي المخزون
de: Mindestreservebestand
es: Stock mínimo de reserva
fr: Stock de réserve minimum
hi: न्यूनतम स्टॉक रिजर्व
id: Cadangan Stok Minimal

source: Mobile Number
ar: رقم الهاتف المحمول
de: Handy Nummer
es: Número de teléfono móvil
fr: Numéro de portable
hi: मोबाइल नंबर
id: Nomor handphone

source: Mode
de: Modus
es: Modo
hi: तरीका

# ModelNumber
source: Model No.
ar: نموذج رقم:
de: Modell Nr.
es: N º de Modelo.
fr: Numéro de modèle
hi: मॉडल संख्या
id: Nomor model

source: Mode Of Transport
ar: وسيلة تنقل
de: Transportart
es: Modo de transporte
fr: Mode de transport
hi: परिवहन के साधन
id: Moda Transportasi

source: Modify
ar: تعديل
de: Ändern
es: Modificar
fr: Modifier
hi: संशोधित
id: Memodifikasi

source: Module
ar: وحدة
de: Modul
es: Módulo
hi: मापांक
id: Modul

source: Module Mapping
ar: وحدة رسم الخرائط
de: Modulzuordnung
es: Asignación de módulos
fr: Mappage des modules
hi: मॉड्यूल मैपिंग
id: Pemetaan Modul

source: Module Name
ar: اسم وحدة
de: Modulname
es: Nombre del módulo
fr: Nom du module
hi: मोड्यूल का नाम
id: Nama Modul

source: Month
ar: شهر
de: Monat
es: Mes
fr: Mois
hi: महीना
id: Bulan

source: Monthly
ar: شهريا
de: Monatlich
es: Mensual
fr: Mensuel
hi: महीने के
id: Bulanan

source: ( Months )
ar: ( شهور )
de: ( Monate )
es: ( Meses )
fr: ( Mois )
hi: ( महीने )
id: ( Bulan )

source: Movement By
ar: حركة بواسطة
de: Bewegung von
es: Movimiento por
fr: Mouvement par
hi: द्वारा आंदोलन
id: Gerakan Oleh

source: Movement Type
ar: نوع الحركة
de: Art der Bewegung
es: Tipo de movimiento
fr: Type de mouvement
hi: गतिविधि का प्रकार
id: Jenis Gerakan

source: MRP
hi: एम आर पी

source: MRP Date
ar: تاريخ MRP
de: MRP-Datum
es: Fecha MRP
fr: Date MRP
hi: एमआरपी तिथि
id: Tanggal MRP

source: MRP Detail
ar: تفاصيل MRP
es: Detalle MRP
fr: Détail MRP
hi: एमआरपी विवरण
id: Detail MPP

source: MRP Discount
ar: خصم MRP
de: MRP-Rabatt
es: Descuento MRP
fr: Rabais MRP
hi: एमआरपी छूट
id: Diskon MRP

source: MRP Number
ar: رقم MRP
de: Dispositionsnummer
es: Número de MRP
fr: Numéro de MRP
hi: एमआरपी संख्या
id: Nomor MRP

# MSG00001
source: Record saved successfully
ar: تم حفظ السجل بنجاح.
de: Datensatz erfolgreich gespeichert
es: Registro guardado con éxito
fr: Enregistrement enregistré avec succès
hi: रिकॉर्ड सफलतापूर्वक सहेजा गया
id: Rekaman berhasil disimpan

# MSG00002
source: Dependencies exists, unable to delete
ar: التبعيات موجودة ، غير قادر على الحذف.
de: Es bestehen Abhängigkeiten, die nicht gelöscht werden können
es: Las dependencias existen, no se pueden eliminar
fr: Des dépendances existent, impossible de les supprimer
hi: निर्भरताएँ मौजूद हैं, हटाने में असमर्थ
id: Ketergantungan ada, tidak dapat dihapus

# MSG00003
source: Opening Balance does not match with bills detail
ar: الرصيد الافتتاحي لا يتطابق مع تفاصيل الفواتير
de: Der Anfangssaldo stimmt nicht mit den Rechnungsdetails überein
es: El saldo inicial no coincide con el detalle de las facturas
fr: Le solde d'ouverture ne correspond pas aux détails des factures
hi: आरंभिक शेष राशि बिल विवरण से मेल नहीं खाती
id: Saldo Awal tidak sesuai dengan rincian tagihan

# MSG00004
source: No GL Account selected
ar: لم يتم تحديد حساب GL
de: Kein Hauptbuchkonto ausgewählt
es: No se seleccionó ninguna cuenta de GL
fr: Aucun compte GL sélectionné
hi: कोई जीएल खाता नहीं चुना गया
id: Tidak Ada Akun GL yang Dipilih

# MSG00005
source: Lot/Batch details not found
ar: تفاصيل الدفعة / الدفعة غير موجودة
de: Chargen-/Chargendetails nicht gefunden
es: Detalles de lote/lote no encontrados
fr: Détails du lot/lot introuvables
hi: लॉट/बैच विवरण नहीं मिला
id: Detail Lot/Batch tidak ditemukan

# MSG00006
source: Tax receivable account not found
ar: لم يتم العثور على حساب المستحق الضريبي.
de: Steuerforderungskonto nicht gefunden.
es: Cuenta por cobrar de impuestos no encontrada.
fr: Compte à recevoir de taxe introuvable.
hi: कर प्राप्य खाता नहीं मिला.
id: Akun piutang pajak tidak ditemukan.

# MSG00007
source: Sub-Item quantity mismatch with available stock
ar: عدم تطابق كمية العنصر الفرعي مع المخزون المتوفر.
de: Die Menge des Unterartikels stimmt nicht mit dem verfügbaren Bestand überein.
es: La cantidad del subartículo no coincide con el stock disponible.
fr: Inadéquation de la quantité des sous-articles avec le stock disponible.
hi: उप-आइटम की मात्रा उपलब्ध स्टॉक से मेल नहीं खाती।
id: Jumlah sub-item tidak sesuai dengan stok yang tersedia.

# MSG00008
source: Tax receivable account not found, unable to create custom invoice
ar: لم يتم العثور على حساب المستحق الضريبي..غير قادر على إنشاء فاتورة مخصصة
de: Steuerforderungskonto nicht gefunden. Benutzerdefinierte Rechnung kann nicht erstellt werden
es: Cuenta por cobrar de impuestos no encontrada... no se puede crear una factura personalizada
fr: Compte de taxe à recevoir introuvable. Impossible de créer une facture personnalisée
hi: कर प्राप्य खाता नहीं मिला..कस्टम चालान बनाने में असमर्थ
id: Akun piutang pajak tidak ditemukan..tidak dapat membuat faktur khusus

# MSG00009
source: Please select print type
ar: الرجاء تحديد نوع الطباعة
de: Bitte wählen Sie den Drucktyp aus
es: Por favor seleccione el tipo de impresión
fr: Veuillez sélectionner le type d'impression
hi: कृपया प्रिंट प्रकार चुनें
id: Silakan pilih jenis pencetakan

# MSG00010
source: Please select atleast one print option
ar: الرجاء تحديد خيار طباعة واحد على الأقل
de: Bitte wählen Sie mindestens eine Druckoption aus
es: Seleccione al menos una opción de impresión
fr: Veuillez sélectionner au moins une option d'impression
hi: कृपया कम से कम एक प्रिंट विकल्प चुनें
id: Silakan pilih setidaknya satu opsi pencetakan

# MSG00011
source: Consumable Invoice is under process, Document cannot be modified
ar: فاتورة المواد الاستهلاكية قيد المعالجة. لا يمكن تعديل الوثيقة
de: Die Verbrauchsmaterialrechnung wird derzeit bearbeitet. Das Dokument kann nicht geändert werden
es: La factura de consumibles está en proceso. El documento no se puede modificar
fr: La facture des consommables est en cours de traitement. Le document ne peut pas être modifié
hi: उपभोज्य चालान प्रक्रियाधीन है। दस्तावेज़ को संशोधित नहीं किया जा सकता
id: Faktur Konsumsi sedang dalam proses. Dokumen tidak dapat diubah

# MSG00012
source: Round off GL account not defined, Rounding off can not be performed
ar: لم يتم تحديد حساب التقريب. لا يمكن تنفيذ تقريب المبلغ
de: Rundungskonto nicht definiert. Eine Rundung des Betrags ist nicht möglich
es: Cuenta de redondeo no definida. No se puede redondear el importe
fr: Compte d'arrondi non défini. L'arrondi du montant ne peut pas être effectué
hi: राउंड ऑफ खाता परिभाषित नहीं है. राशि को पूर्णांकित नहीं किया जा सकता
id: Akun pembulatan tidak ditentukan. Pembulatan jumlah tidak dapat dilakukan

# MSG00013
source: Transporter detail not found
ar: لم يتم العثور على تفاصيل الناقل
de: Transporterdetail nicht gefunden
es: Detalle del transportador no encontrado
fr: Détail du transporteur introuvable
hi: ट्रांसपोर्टर का विवरण नहीं मिला
id: Detail pengangkut tidak ditemukan

# MSG00014
source: Update transport detail?
ar: هل تريد تحديث تفاصيل النقل؟
de: Transportdetails aktualisieren?
es: ¿Actualizar detalles de transporte?
fr: Mettre à jour les détails du transport ?
hi: परिवहन विवरण अपडेट करें?
id: Perbarui Detail Transportasi?
