Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

source: Return Number
ar: رقم الإرجاع
de: Rücksendenummer
es: Número de devolución
fr: Numéro de retour
hi: वापसी संख्या
id: Nomor Pengembalian

source: Return Quantity
ar: كمية الإرجاع
de: Rückgabemenge
es: Cantidad de devolución
fr: Quantité de retour
hi: वापसी मात्रा
id: Kuantitas Pengembalian

source: Return Quantity Detail
ar: إرجاع التفاصيل الكمية
de: Details zur Rücksendemenge
es: Detalle de la cantidad devuelta
fr: Détail de la quantité de retour
hi: वापसी मात्रा विवरण
id: Detail Kuantitas Pengembalian

source: Return Value
ar: قيمة الإرجاع
de: Rückgabewert
es: Valor devuelto
fr: Valeur de retour
hi: प्रतिलाभ की मात्रा
id: Nilai Pengembalian

source: Revenue
ar: إيرادات
de: Einnahmen
es: Ganancia
fr: Revenu
hi: आय
id: Pendapatan

source: Revenue vs Expenses
ar: الإيرادات مقابل المصروفات
de: Einnahmen vs. Ausgaben
es: Ingresos vs Gastos
fr: Revenus vs Dépenses
hi: राजस्व बनाम व्यय
id: Pendapatan Vs Pengeluaran

source: Reverse Charge
ar: تهمة العكسي
es: Carga inversa
fr: Frais d'autoliquidation
hi: उल्टा आरोप
id: Biaya Terbalik

source: Revert
ar: يرجع
de: Zurückkehren
es: Revertir
fr: Revenir
hi: फिर लौट आना
id: Kembali

source: Reverted to
ar: تم الرجوع إلى
de: Zurückgekehrt zu
es: revertido a
fr: Retourné à
hi: को वापस किया गया
id: Dikembalikan Ke

source: Revised
ar: Überarbeitet
de: Revisado
es: Revisado
fr: Révisé
hi: संशोधित
id: Direvisi

source: Revision
ar: مراجعة
es: Revisión
fr: Révision
hi: दोहराव
id: Revisi

source: Revision Date
ar: تاريخ المراجعة
de: Änderungsdatum
es: Fecha de revisión
fr: Date de révision
hi: संशोधन तारीख
id: Tanggal Revisi

source: Revision History
ar: مراجعة التاريخ
de: Revisionsverlauf
es: Revisión histórica
fr: Historique des révisions
hi: संशोधन इतिहास
id: Riwayat Revisi

source: Revision Number
ar: رقم المراجعة
de: Revisionsnummer
es: Número de revisión
fr: Numéro de révision
hi: संशोधन संख्या
id: Nomor revisi

source: Rework
ar: إعادة العمل
de: Nacharbeiten
es: Rehacer
fr: Retravailler
hi: फिर से काम
id: Mengolah lagi

source: Reworkable
ar: قابل لإعادة العمل
de: Nacharbeitbar
es: reelaborable
fr: Retravaillable
hi: फिर से काम करने योग्य
id: Dapat dikerjakan ulang

source: Reworkable Detail
ar: تفاصيل قابلة لإعادة العمل
de: Nacharbeitbares Detail
es: Detalle reelaborable
fr: Détail remaniable
hi: पुन: कार्य करने योग्य विवरण
id: Detail yang Dapat Dikerjakan Ulang

source: Reworkable Quantity
ar: كمية قابلة لإعادة العمل
de: Nachbearbeitbare Menge
es: Cantidad reelaborable
fr: Quantité retravaillable
hi: पुन: कार्ययोग्य मात्रा
id: Kuantitas yang Dapat Dikerjakan Ulang

source: Reworkable Stock
ar: مخزون قابل لإعادة العمل
de: Nachbearbeitbarer Bestand
es: Material reelaborable
fr: Stock retravaillable
hi: पुन: काम करने योग्य स्टॉक
id: Stok yang Dapat Dikerjakan Ulang

source: Reworkable Stocks
ar: إعادة مخزون عملي
de: Nachbearbeitbare Vorräte
es: Existencias reelaborables
fr: Stocks réutilisables
hi: पुन: काम करने योग्य स्टॉक
id: Saham yang Dapat Dikerjakan Ulang

source: Reworkable Stock Value
ar: قيمة المخزون القابلة لإعادة العمل
de: Nacharbeitbarer Lagerwert
es: Valor de stock reelaborable
fr: Valeur De Stock Retravaillable
hi: पुन: कार्ययोग्य स्टॉक मूल्य
id: Nilai Stok yang Dapat Dikerjakan Ulang

source: Rework in QC
ar: إعادة العمل في مراقبة الجودة
de: Nacharbeit in der Qualitätskontrolle
es: Retrabajo en control de calidad
fr: Retravailler au QC
hi: QC में पुनः कार्य
id: Pengerjaan ulang di QC

source: Rework Warehouse
ar: مستودع إعادة العمل
de: Nacharbeitslager
es: Almacén de reelaboración
fr: Entrepôt de reprise
hi: पुनः कार्य गोदाम
id: Gudang Pengerjaan Ulang

source: RFQ
de: Anfrage
fr: Appel d'offres
hi: आरएफक्यू

source: RFQ Date
ar: تاريخ RFQ
de: RFQ-Datum
es: Fecha de RFQ
fr: Date de la demande de devis
hi: आरएफक्यू तिथि
id: Tanggal RFQ

source: RFQ Detail
ar: RFQ التفاصيل
es: Detalle de RFQ
fr: RFQDétail
hi: आरएफक्यू विवरण
id: Detail RFQ

source: RFQ Number
ar: رقم RFQ
de: RFQ-Nummer
es: Número de solicitud de oferta
fr: Numéro de demande de devis
hi: आरएफक्यू नंबर
id: Nomor RFQ

source: Role Access
ar: الوصول إلى الدور
de: Rollenzugriff
es: Acceso a funciones
fr: Accès au rôle
hi: भूमिका पहुंच
id: Akses Peran

source: Role Detail
ar: تفاصيل الدور
de: Rollendetail
es: Detalle del rol
fr: Détail du rôle
hi: भूमिका विवरण
id: Detail Peran

source: Role ID
ar: معرف الدور
de: Rollen-ID
es: Identificación del rol
fr: ID de rôle
hi: भूमिका आईडी
id: ID peran

source: Role Name
ar: اسم الدور
de: Rollenname
es: Nombre de rol
fr: Nom de rôle
hi: भूमिका का नाम
id: Nama peran

source: Round Off
ar: نهاية الجولة
de: Abrunden
es: Redondear
fr: Compléter
hi: पूर्णांक करना
id: Membulatkan

source: Round off Account
ar: تقريب الحساب
de: Konto abrunden
es: Cuenta redondeada
fr: Compte arrondi
hi: राउंड ऑफ खाता
id: Pembulatan Akun

source: Sale
de: Verkauf
es: Venta
hi: बिक्री
id: Penjualan

source: Saleable
ar: رائج
de: Verkaufbar
es: Vendible
fr: Vendable
hi: विक्रेय
id: Laku

source: Sale Amount
ar: مبلغ البيع
de: Verkaufsmenge
es: Monto en ventas
fr: Montant de la vente
hi: बिक्री की राशि
id: Jumlah penjualan

source: Sale History
ar: تاريخ البيع
de: Verkaufshistorie
es: Historial de ventas
fr: Historique des ventes
hi: बिक्री इतिहास
id: Riwayat Penjualan

source: Sale Price
ar: سعر البيع
de: Verkaufspreis
es: Precio de venta
fr: Prix De Vente
hi: विक्रय कीमत
id: Harga penjualan

source: Sale Return
ar: عودة البيع
de: Verkauf Rückgabe
es: Devolución de venta
fr: Retour De Vente
hi: बिक्री वापसी
id: Pengembalian Penjualan

source: Sale Return Account
ar: حساب عائد البيع
de: Verkaufsrückgabekonto
es: Cuenta de devolución de venta
fr: Compte De Retour De Vente
hi: बिक्री वापसी खाता
id: Akun Retur Penjualan

source: Sale Return Detail
ar: تفاصيل عودة البيع
de: Einzelheiten zur Verkaufsrückgabe
es: Detalle de devolución de venta
fr: Détail du retour de vente
hi: बिक्री वापसी विवरण
id: Detail Retur Penjualan

source: Sales
ar: مبيعات
de: Verkauf
es: Ventas
fr: Ventes
hi: बिक्री
id: Penjualan

source: Sales Alias
ar: الاسم المستعار للمبيعات
de: Vertriebsalias
es: Alias ​​de ventas
fr: Alias de vente
hi: बिक्री उपनाम
id: Penjualan Alias

source: Sales By
ar: مبيعات بواسطة
de: Verkäufe nach
es: Ventas por
fr: Ventes par
hi: द्वारा बिक्री
id: Penjualan Oleh

source: Sales Executive Name
ar: اسم مسؤول المبيعات
de: Name des Vertriebsleiters
es: Nombre del ejecutivo de ventas
fr: Nom du responsable des ventes
hi: बिक्री कार्यकारी का नाम
id: Nama Eksekutif Penjualan

source: Sales Forecast Detail
ar: تفاصيل توقعات المبيعات
de: Details zur Verkaufsprognose
es: Detalle de pronóstico de ventas
fr: Détail des prévisions de ventes
hi: बिक्री पूर्वानुमान विवरण
id: Detail Ramalan Penjualan

source: Sales Order Number
ar: رقم طلب المبيعات
de: Kundenauftragsnummer
es: Número de orden de ventas
fr: Numéro de commande
hi: बिक्री की क्रम संख्या
id: Nomor Pesanan Penjualan

source: Sales Order Tracking
ar: تتبع أوامر المبيعات
de: Verfolgung von Kundenaufträgen
es: Seguimiento de órdenes de venta
fr: Suivi des commandes clients
hi: बिक्री आदेश ट्रैकिंग
id: Pelacakan Pesanan Penjualan

source: Sales Person
ar: مندوب مبيعات
de: Verkäufer
es: Vendedor
fr: Vendeur
hi: विक्रय व्यक्ति
id: Pramuniaga

source: Sales Price
ar: سعر المبيعات
de: Verkaufspreis
es: Precio de venta
fr: Prix de vente
hi: बिक्री मूल्य
id: Harga Jual

source: Sales Region
ar: منطقة المبيعات
de: Vertriebsregion
es: Region de ventas
fr: Région de vente
hi: बिक्री क्षेत्र
id: Wilayah Penjualan

source: Sales Register
ar: سجل المبيعات
de: Verkaufsregister
es: Registro de ventas
fr: Registre des ventes
hi: बिक्री रजिस्टर
id: Daftar Penjualan

source: Sales Representative
ar: مندوب مبيعات
de: Außendienstmitarbeiter
es: Representante de ventas
fr: Commercial
hi: बिक्री प्रतिनिधि
id: Perwakilan Penjualan

source: Sales Representative Name
ar: اسم مندوب المبيعات
de: Name des Vertriebsmitarbeiters
es: Nombre del representante de ventas
fr: Nom du représentant des ventes
hi: बिक्री प्रतिनिधि
id: Nama Perwakilan Penjualan

source: Sale Type
ar: نوع البيع
de: Verkaufsart
es: Tipo de venta
fr: Type de vente
hi: बिक्री का प्रकार
id: Jenis Penjualan

source: Sale UOM
ar: بيع UOM
de: Verkauf UOM
es: Unidad de medida de venta
fr: vente UOM
hi: बिक्री यूओएम
id: Dijual UOM

source: Salutation
ar: تحية
de: Anrede
es: Saludo
hi: अभिवादन
id: Sapaan

source: Sample
ar: عينة
de: Probe
es: Muestra
fr: Échantillon
hi: नमूना
id: Sampel

source: Sample Code
ar: عينة من الرموز
de: Beispielcode
es: Código de muestra
fr: Exemple de code
hi: नमूना कोड
id: Kode sampel

source: Sample Item
ar: عنصر عينة
de: Musterartikel
es: Artículo de muestra
fr: Exemple D'article
hi: नमूना वस्तु
id: Contoh Barang

source: Sample Receipt Date
ar: تاريخ استلام العينة
de: Mustereingangsdatum
es: Fecha de recibo de muestra
fr: Exemple de date de réception
hi: नमूना प्राप्ति दिनांक
id: Contoh Tanggal Penerimaan

source: Sample Receipt Detail
ar: تفاصيل إيصال العينة
de: Musterbelegdetails
es: Detalle de recibo de muestra
fr: Exemple de détail du reçu
hi: नमूना रसीद विवरण
id: Contoh Kwitansi Detail

source: Sample Receipt Number
ar: رقم إيصال العينة
de: Musterbelegnummer
es: Ejemplo de número de recibo
fr: Numéro de reçu de l'échantillon
hi: नमूना रसीद संख्या
id: Contoh Nomor Tanda Terima

source: Sample Received
ar: تم استلام العينة
de: Probe erhalten
es: muestra recibida
fr: Échantillon reçu
hi: नमूना प्राप्त हुआ
id: Sampel Diterima

source: Sample Reserve Quantity
ar: عينة الكمية الاحتياطية
de: Probenreservemenge
es: Cantidad de reserva de muestra
fr: Quantité de réserve d'échantillon
hi: नमूना आरक्षित मात्रा
id: Jumlah Cadangan Sampel

source: Sample Size
ar: حجم العينة
de: Probengröße
es: Tamaño de la muestra
fr: Taille de l'échantillon
hi: नमूने का आकार
id: Ukuran sampel

source: Save
ar: حفظ
de: Speichern
es: Ahorrar
fr: sauver
hi: बचाना
id: Menyimpan

# SaveAndExit
source: Save & Exit
ar: احفظ المخرج
de: Sicherer Ausgang
es: Guardar la salida
fr: Enregistrer et quitter
hi: सुरषित और बहार
id: Simpan dan keluar

source: Save As Template
ar: حفظ كقالب
de: Als Vorlage speichern
es: Guardar como plantilla
fr: Enregistrer en tant que modèle
hi: टेम्पलेट के रूप में सहेजें
id: Simpan Sebagai Templat

source: Scheme
de: Schema
es: Esquema
fr: Schème
hi: योजना
id: Skema

source: Scrap
ar: خردة
de: Schrott
es: Chatarra
fr: Ferraille
hi: कतरन
id: Membatalkan

source: Search
ar: يبحث
de: Suchen
es: Buscar
fr: Recherche
hi: खोज
id: Mencari

source: Section
ar: قسم
de: Abschnitt
es: Sección
hi: अनुभाग
id: Bagian

source: Select
ar: يختار
de: Wählen
es: Seleccionar
fr: Sélectionner
hi: चुनना
id: Pilih

source: Select for Order
ar: اختر للطلب
de: Zur Bestellung auswählen
es: Seleccionar para realizar el pedido
fr: Sélectionner pour commander
hi: ऑर्डर के लिए चयन करें
id: Pilih untuk Pemesanan

source: Self
ar: الذات
de: Selbst
es: Ser
fr: Soi
hi: खुद
id: Diri sendiri

source: Self Seal Number
ar: رقم الختم الذاتي
de: Selbstsiegelnummer
es: Número de sello automático
fr: Numéro d'auto-scellage
hi: सेल्फ सील नंबर
id: Nomor Segel Diri

source: Semi Finished
ar: نصف تشطيب
de: Halbfertig
es: Casi terminado
fr: A Moitié Fini
hi: अर्द्ध तैयार
id: Setengah Selesai

source: Send
ar: إرسال
de: Schicken
es: Enviar
fr: Envoyer
hi: भेजना
id: Mengirim

source: Sender
ar: مرسل
es: Remitente
fr: Expéditrice
hi: प्रेषक
id: Pengirim

source: Sent
ar: مرسل
de: Gesendet
es: Enviado
fr: Envoyé
hi: भेजा
id: Terkirim

source: Serial
ar: مسلسل
de: Seriell
es: De serie
fr: En série
hi: क्रम

# Serial1
source: Serial#
ar: مسلسل#
de: Seriennummer
es: De serie#
fr: En série#
hi: क्रम 1

source: Serial Detail
ar: تفاصيل المسلسل
de: Seriendetails
es: Detalle de serie
fr: Détail de série
hi: क्रम विवरण
id: Detil Serial

source: Serial From
ar: مسلسل من
de: Seriell von
es: Serie de
fr: Numéro de série de
hi: क्रम से
id: Seri Dari

source: Serialization
ar: التسلسل
de: Serialisierung
es: Publicación por entregas
fr: Sérialisation
hi: क्रमबद्धता
id: Serialisasi

source: Serialized
ar: المسلسل
de: Serialisiert
es: serializado
fr: Sérialisé
hi: क्रमबद्धता
id: Serial

source: Serialized Issued Quantity
ar: لا تتطابق الكمية المصدرة المسلسلة مع كمية الإصدار.
de: Serialisierte ausgegebene Menge
es: Cantidad emitida serializada
fr: La quantité émise sérialisée ne correspond pas à la quantité émise.
hi: क्रमबद्ध जारी मात्रा
id: Kuantitas yang Dikeluarkan Berseri

source: Serial Number
ar: رقم سري
de: Seriennummer
es: Número de serie
fr: Numéro de série
hi: क्रमिक संख्या
id: Nomor seri

# SerialNumberDetail
source: Serial Detail
ar: تفاصيل المسلسل
de: Seriendetails
es: Detalle de serie
fr: Détail de la série
hi: क्रम संख्या विवरण
id: Detil Nomor Seri

source: Serial To
ar: المسلسل ل
de: Seriell an
es: Serie a
fr: Série à
hi: सीरियल टू
id: Serial Ke

source: Server
ar: الخادم
es: Servidora
fr: Serveuse
hi: सर्वर
id: pelayan

source: Service
ar: الخدمات
es: Servicio
fr: Un Service
hi: सेवा
id: Melayani

source: Service Item
ar: بند الخدمة
de: Serviceartikel
es: Artículo de servicio
fr: Article De Dervice
hi: सेवा मद
id: Barang Layanan

source: Services
ar: خدمات
de: Dienstleistungen
es: Servicios
fr: Prestations de service
hi: सेवाएं
id: Jasa

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: समायोजन
id: Pengaturan

source: Setup
ar: يثبت
de: Aufstellen
es: Configuración
fr: Installation
hi: स्थापित करना
id: Mempersiapkan

source: SGST
hi: एसजीएसटी

source: Shift
ar: تحول
de: Schicht
es: Cambio
fr: journal
hi: बदलाव
id: Menggeser

source: Ship
ar: سفينة
de: Schiff
es: barco
fr: bateau
hi: जहाज
id: mengirimkan

source: Shipment
ar: شحنة
de: Sendung
es: Envío
fr: Expédition
hi: लदान
id: Pengiriman

source: Shipment Date
ar: تاريخ الشحن
de: Versanddatum
es: Fecha de envío
fr: Date d'expédition
hi: शिपमेंट तिथि
id: Tanggal pengiriman

source: Shipment Detail
ar: تفاصيل الشحنة
de: Versanddetails
es: Detalle del envío
fr: Détail de l'envoi
hi: शिपमेंट विवरण
id: Detil Pengiriman

source: Shipment Information
ar: معلومات الشحنة
es: Información de envío
fr: Informations d'expédition
hi: लदान की जानकारी
id: Informasi pengiriman

source: Shipment Number
ar: رقم الشحنة
de: Lieferungsnummer
es: Numero de envío
fr: Numéro d'expédition
hi: लदान संख्या
id: Nomor pengiriman

source: Shipment Type
ar: نوع الشحن
de: Versandart
es: Tipo de envío
fr: Type d'expédition
hi: शिपमेंट प्रकार
id: Jenis Pengiriman

source: Shipped
ar: شحنها
de: Ausgeliefert
es: Enviado
fr: Expédié
hi: लादा गया
id: Dikirim

source: Shipped Quantity
ar: الكمية المشحونة
de: Gelieferte Menge
es: Cantidad enviada
fr: Quantité expédiée
hi: भेजी गई मात्रा
id: Kuantitas yang Dikirim

source: Shipped Value
ar: القيمة المشحونة
de: Versandwert
es: valor enviado
fr: Valeur expédiée
hi: भेजा गया मूल्य
id: Nilai yang Dikirim

source: Shipping Address
ar: عنوان الشحن
de: Lieferanschrift
es: Dirección de envío
fr: Adresse de livraison
hi: शिपिंग पता
id: Alamat pengiriman

source: Shipping List
ar: قائمة الشحن
de: Versandliste
es: Lista de embarque
fr: Liste d'expédition
hi: शिपिंग लिस्ट
id: Daftar pengiriman

source: Shopfloor
ar: متجر
de: Werkstatt
es: Piso de la tienda
fr: Atelier
hi: शॉप फ्लोर
id: Lantai toko

source: Shop Floor Detail
ar: متجر التفاصيل الطابق
de: Detail der Werkstatt
es: Detalle del piso de la tienda
fr: Détail de l'atelier
hi: दुकान के फर्श का विवरण
id: Detail Lantai Toko

source: Shopfloor Name
ar: اسم المتجر
de: Name der Werkstatt
es: Nombre del taller
fr: Nom de l'atelier
hi: दुकान के फर्श का नाम
id: Nama Lantai Toko

source: Shopfloor Stock Summary
ar: ملخص المخزون في Shopfloor
de: Übersicht über den Lagerbestand in der Werkstatt
es: Resumen de existencias en tienda
fr: Résumé des actions de l'atelier
hi: शॉपफ्लोर स्टॉक सारांश
id: Ringkasan stok di lantai toko

source: Short
ar: قصيرة
de: Kurz
es: Corto
fr: Courte
hi: छोटा
id: Pendek

source: Short Counted in QC
ar: تم احتسابها بشكل قصير في QC
de: Kurzzählung in der Qualitätskontrolle
es: Conteo corto en QC
fr: Court compté au QC
hi: क्यूसी में कम गिनती
id: Dihitung Pendek di QC

source: Short Received in Gate Entry
ar: تم استلامها قصيرة في بوابة الدخول
de: Kurzschluss beim Gate-Eintritt
es: Corto recibido en la entrada de la puerta
fr: Court reçu à l'entrée de la porte
hi: गेट एंट्री में शॉर्ट रिसीव हुआ
id: Pendek Diterima di Gerbang Masuk

source: Show
ar: يعرض
de: Zeigen
es: Espectáculo
fr: Montrer
hi: दिखाओ
id: Menunjukkan

source: Show as
ar: كما تظهر
de: Anzeigen als
es: Mostrar como
fr: Montrer comme
hi: के रूप में दर्शाएं
id: Tampilkan Sebagai

source: Show Credit Detail
ar: إظهار تفاصيل الائتمان
de: Kreditdetails anzeigen
es: Mostrar detalle de crédito
fr: Afficher le détail du crédit
hi: क्रेडिट विवरण दिखाएँ
id: Tampilkan Detail Kredit

source: Show Customer Alias Name
ar: إظهار الاسم المستعار للعميل
de: Aliasnamen des Kunden anzeigen
es: Mostrar nombre de alias del cliente
fr: Afficher le nom de l'alias du client
hi: ग्राहक उपनाम नाम दिखाएँ
id: Tampilkan Nama Alias ​​Pelanggan

source: Show Customer Specific Product Description
ar: عرض وصف المنتج الخاص بالعميل
de: Kundenspezifische Produktbeschreibung anzeigen
es: Mostrar descripción de producto específica del cliente
fr: Afficher la description du produit spécifique au client
hi: ग्राहक विशिष्ट उत्पाद विवरण दिखाएँ
id: Tampilkan Deskripsi Produk Khusus Pelanggan

source: Show Item Alias
ar: إظهار الاسم المستعار للعنصر
de: Artikelalias anzeigen
es: Mostrar alias de artículo
fr: Afficher l'alias de l'élément
hi: आइटम उपनाम दिखाएँ
id: Tampilkan Item Alias

source: Show Product Alias Name
ar: إظهار الاسم المستعار للمنتج
de: Produkt-Aliasnamen anzeigen
es: Mostrar nombre de alias del producto
fr: Afficher le nom de l'alias du produit
hi: उत्पाद उपनाम नाम दिखाएँ
id: Tampilkan Nama Alias ​​Produk

source: Show Product Description
ar: عرض وصف المنتج
de: Produktbeschreibung anzeigen
es: Mostrar descripción del producto
fr: Afficher la description du produit
hi: उत्पाद विवरण दिखाएँ
id: Tampilkan Deskripsi Produk

source: Show Product Technical Description
ar: عرض الوصف الفني للمنتج
de: Technische Beschreibung des Produkts anzeigen
es: Mostrar descripción técnica del producto
fr: Afficher la description technique du produit
hi: उत्पाद तकनीकी विवरण दिखाएँ
id: Tampilkan Deskripsi Teknis Produk

source: Show Remarks
ar: إظهار الملاحظات
de: Bemerkungen anzeigen
es: Mostrar comentarios
fr: Afficher les remarques
hi: टिप्पणियाँ दिखाएँ
id: Tampilkan Keterangan

source: Show Remarks Below Item Name
ar: إظهار الملاحظات أسفل اسم العنصر
de: Anmerkungen unter Artikelname anzeigen
es: Mostrar comentarios debajo del nombre del artículo
fr: Afficher les remarques sous le nom de l'élément
hi: आइटम नाम के नीचे टिप्पणियाँ दिखाएँ
id: Tampilkan Keterangan Di Bawah Nama Barang

source: Show Sub-item Detail
ar: إظهار تفاصيل العنصر الفرعي
de: Unterelementdetails anzeigen
es: Mostrar detalle del subelemento
fr: Afficher les détails du sous-élément
hi: उप-आइटम विवरण दिखाएँ
id: Tampilkan Detail Sub-item

source: Show Supplier Alias
ar: إظهار الاسم المستعار للمورد
de: Lieferantenalias anzeigen
es: Mostrar alias de proveedor
fr: Afficher l'alias du fournisseur
hi: आपूर्तिकर्ता उपनाम दिखाएँ
id: Tampilkan Alias ​​Pemasok

source: Show Supplier Specific Product Description
ar: عرض وصف المنتج الخاص بالمورد
de: Lieferantenspezifische Produktbeschreibung anzeigen
es: Mostrar la descripción del producto específica del proveedor
fr: Afficher la description du produit spécifique au fournisseur
hi: आपूर्तिकर्ता विशिष्ट उत्पाद विवरण दिखाएँ
id: Tampilkan deskripsi produk spesifik pemasok

source: Slab
ar: بلاطة
de: Platte
es: Losa
fr: Dalle
hi: खंड
id: Lempeng

source: Slow Moving
ar: حركة بطيئة
de: Langsame Bewegung
es: de movimiento lento
fr: de déplacement lent
hi: धीमी गति से चलती
id: Pergerakan Lambat

source: SMS
ar: رسالة قصيرة
hi: एसएमएस

source: Source
ar: مصدر
de: Quelle
es: Fuente
fr: La source
hi: स्रोत
id: Sumber

source: Source Branch
ar: فرع المصدر
de: Quellzweig
es: Sucursal de origen
fr: Branche source
hi: स्रोत शाखा
id: Cabang Sumber

source: Source Document Date
ar: تاريخ الوثيقة المصدر
de: Datum des Quelldokuments
es: Fecha del documento de origen
fr: Date du document source
hi: स्रोत दस्तावेज़ दिनांक
id: Tanggal Dokumen Sumber

source: Source Document Number
ar: رقم المستند المصدر
de: Nummer des Quelldokuments
es: Número de documento de origen
fr: Numéro du document source
hi: स्रोत दस्तावेज़ संख्या
id: Nomor Dokumen Sumber

source: Source Shopfloor
ar: المصدر متجر الطابق
de: Quelle Werkstatt
es: Planta de producción de origen
fr: Atelier Source
hi: स्रोत शॉपफ्लोर
id: Sumber Shopfloor

source: Source Type
ar: نوع المصدر
de: Quelle Typ
es: tipo de fuente
fr: Type de Source
hi: स्रोत प्रकार
id: Jenis Sumber

source: Source Warehouse
ar: مستودع المصدر
de: Quelllager
es: Almacén de origen
fr: Entrepôt source
hi: स्रोत गोदाम
id: Gudang Sumber

source: Specific
ar: محدد
de: Spezifisch
es: Específico
fr: Spécifique
hi: विशिष्ट
id: Spesifik

source: Specification
ar: تخصيص
de: Spezifikation
es: Especificación
fr: spécification
hi: विनिर्देश
id: Spesifikasi

source: Sr.No.
ar: رقم سري
de: Sr.Nr.
es: No Señor.
fr: Numéro de série
hi: क्रमांक
id: No

source: SSL
ar: طبقة المقابس الآمنة
hi: एसएसएल

source: Start Date
ar: تاريخ البدء
de: Startdatum
es: Fecha de inicio
fr: Date de début
hi: आरंभ करने की तिथि
id: Mulai tanggal

source: State
ar: حالة
de: Zustand
es: Estado
fr: Etat
hi: राज्य
id: Negara

# StateAndProvince
source: State/Province
ar: الولاية / المقاطعة
es: Provincia del estado
fr: État / Province
hi: राज्य और प्रांत
id: Negara Bagian Dan Provinsi

source: State Code
ar: رمز الدولة
de: Landesgesetzbuch
es: Código del estado
fr: Indicatif d'état
hi: राज्य कोड
id: Kode Negara

source: State Name
ar: اسم الولاية
de: Staatsname
es: Nombre del Estado
fr: Nom d'état
hi: राज्य का नाम
id: Nama Negara

# StateTax
source: State Tax (SGST)
ar: ضريبة الولاية (SGST)
de: Staatssteuer (SGST)
es: Impuesto Estatal (SGST)
fr: Impôt d'État (SGST)
hi: राज्य कर
id: Pajak Negara (SGST)

source: Status
ar: الحالة
es: Estado
fr: Statut
hi: दर्जा

source: Stock
ar: المخزون
de: Aktie
es: Existencias
fr: Stocker
hi: भंडार
id: Saham

source: Stockable
ar: قابل للتخزين
de: Lagerfähig
es: Almacenable
hi: भंडारण योग्य
id: Dapat disimpan

source: Stock Account
ar: حساب المخزون
de: Aktienkonto
es: Cuenta de existencias
fr: Compte De Stock
hi: स्टॉक खाता
id: Akun saham

source: Stock Adjustment
ar: التعديل الأسهم
de: Bestandskorrektur
es: Ajuste de Stock
fr: Ajustement des stocks
hi: स्टॉक समायोजन
id: Penyesuaian Stok

source: Stock Adjustment Account
ar: حساب تسوية المخزون
de: Bestandsanpassungskonto
es: Cuenta de ajuste de existencias
fr: Compte D'ajustement De Stock
hi: स्टॉक समायोजन खाता
id: Akun Penyesuaian Stok

source: Stock By
ar: مخزون بواسطة
de: Lagerbestand nach
es: Stock por
fr: Stock par
hi: स्टॉक द्वारा
id: Saham Oleh

source: Stock Detail
ar: تفاصيل المخزون
de: Lagerdetails
es: Detalle de existencias
fr: Détail des stocks
hi: स्टॉक विवरण
id: Detil Stok

source: Stockout
ar: المخزن نفذ
de: Lagerbestand
es: Agotar
fr: Rupture de stock
hi: स्टॉक से बाहर
id: Persediaan habis

source: Stockout Items
ar: عناصر المخزون
de: Lagerbestände
es: Artículos agotados
fr: Articles en rupture de stock
hi: स्टॉकआउट आइटम
id: Stok Barang Habis

source: Stockout Warning
ar: تحذير نفاد المخزون
de: Warnung vor Lagerbeständen
es: Advertencia de falta de existencias
fr: Avertissement de rupture de stock
hi: स्टॉक ख़त्म होने की चेतावनी
id: Stock out Peringatan

source: Stock Required
ar: تتطلب المخزون
de: Lagerbestand erforderlich
es: Existencias requeridas
fr: Stock requis
hi: स्टॉक आवश्यक
id: Stok Diperlukan

source: Stock Reservation Detail
ar: تفاصيل حجز المخزون
de: Details zur Lagerreservierung
es: Detalle de reserva de existencias
fr: Détail de la réservation de stock
hi: स्टॉक आरक्षण विवरण
id: Detail Reservasi Stok

source: Stocks
ar: مخازن
de: Aktien
es: Cepo
fr: Actions
hi: शेयरों
id: Saham
