Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

source: Claim ITC
ar: المطالبة بمركز التجارة الدولية
de: Fordern Sie ITC an
es: Reclamar TIC
fr: Réclamer des CTI
hi: आईटीसी का दावा करें
id: Klaim ITC

source: Clear
ar: واضح
de: Klar
es: Claro
fr: Clair
hi: स्पष्ट
id: Jernih

source: Cleared
ar: مسح
de: Gelöscht
es: Borrado
fr: Effacée
hi: साफ़ किया गया
id: Dihapus

source: Cleared Payments
ar: المدفوعات المسحوبة
de: Gelöschte Zahlungen
es: Pagos liquidados
fr: Paiements compensés
hi: समाशोधित भुगतान
id: Pembayaran Dihapus

source: Cleared Receipts
ar: الإيصالات المحررة
de: Gelöschte Belege
es: Recibos compensados
fr: Reçus compensés
hi: साफ़ रसीदें
id: Tanda Terima Dihapus

source: Clearing
ar: المقاصة
es: Claro
fr: Clairière
hi: क्लियरिंग
id: Membersihkan

source: Close
ar: قريب
de: Schließen
es: Cerca
fr: Fermer
hi: बंद करना
id: Menutup

source: Closed
ar: مغلق
de: Geschlossen
es: Cerrado
fr: Fermée
hi: बंद किया हुआ
id: Tertutup

source: Closing
ar: إغلاق
de: Schließen
es: Clausura
fr: Fermeture
hi: समापन
id: Penutupan

source: Closing Stock
ar: الأسهم تغلق
de: Schlussbestand
es: De cierre
fr: Stock de clôture
hi: आखरी बचा हुआ माल
id: Penutupan Stok

source: Closing Value
ar: قيمة الإغلاق
de: Schlusswert
es: Valor de cierre
fr: Valeur de clôture
hi: समापन मूल्य
id: Nilai Penutup

source: Code
ar: شفرة
es: Código
hi: कोड
id: Kode

source: Commercial
ar: تجاري
de: Kommerziell
es: Comercial
hi: व्यावसायिक
id: Komersial

source: Communication
ar: تواصل
de: Kommunikation
es: Comunicación
hi: संचार
id: Komunikasi

source: Company
ar: شركة
de: Unternehmen
es: Compañía
fr: Entreprise
hi: कंपनी
id: Perusahaan

source: Company Code
ar: كود الشركة
de: Firmencode
es: Codigo de compañia
fr: Code de l'entreprise
hi: कंपनी कोड
id: Kode perusahaan

source: Company Detail
ar: تفاصيل الشركة
de: Firmendetails
es: Detalle de la empresa
fr: Détail De L'entreprise
hi: कंपनी विवरण
id: Detil Perusahaan

source: Company Name
ar: اسم الشركة
de: Name der Firma
es: nombre de empresa
fr: Nom De La Compagnie
hi: कंपनी का नाम
id: Nama perusahaan

source: Completion
ar: انتهاء
de: Fertigstellung
es: Terminación
fr: Achèvement
hi: समापन
id: Penyelesaian

source: Completion Date
ar: موعد الإكمال
de: Fertigstellungstermin
es: Fecha de Terminación
fr: Date d'achèvement
hi: पूरा करने की तिथि
id: tanggal penyelesaian

source: Component
ar: عنصر
de: Komponente
es: Componente
fr: Composant
hi: अवयव
id: Komponen

source: Configuration
ar: إعدادات
de: Konfiguration
es: Configuración
hi: विन्यास
id: Konfigurasi

source: Confirmation
ar: تأكيد
de: Bestätigung
es: Confirmación
hi: पुष्टीकरण
id: Konfirmasi

source: Confirmation Date
ar: تاريخ تأكيدا
de: Bestätigungsdatum
es: Fecha de confirmación
fr: Date de confirmation
hi: पुष्टि तिथि
id: Tanggal Konfirmasi

source: Confirmation Number
ar: رقم التأكيد
de: Bestätigungsnummer
es: Número de confirmación
fr: Numéro de confirmation
hi: पुष्टिकरण नंबर
id: Nomor konfirmasi

source: Consignee
ar: المرسل إليه
de: Empfänger
es: consignatario
fr: destinataire
hi: परेषिती
id: penerima barang

source: Consolidated Stock Summary
ar: ملخص الأسهم الموحدة
de: Konsolidierte Bestandsübersicht
es: Resumen de stock consolidado
fr: Synthèse boursière consolidée
hi: समेकित स्टॉक सारांश
id: Ringkasan saham konsolidasi

source: Consumable
ar: مستهلك
de: Verbrauchsmaterial
es: Consumible
fr: Consommable
hi: उपभोज्य
id: Dapat dikonsumsi

source: Consumed
ar: مستهلك
de: Verbraucht
es: Consumado
fr: consommé
hi: ग्रहण किया हुआ
id: Dikonsumsi

source: Consumed Quantity
ar: الكمية المستهلكة
de: Verbrauchte Menge
es: Cantidad consumida
fr: Quantité consommée
hi: खपत मात्रा
id: Kuantitas yang Dikonsumsi

source: Consumption
ar: استهلاك
de: Verbrauch
es: Consumo
fr: Consommation
hi: उपभोग
id: Konsumsi

source: Consumption Detail
ar: تفاصيل الاستهلاك
de: Verbrauchsdetails
es: Detalle de consumo
fr: Détail de la consommation
hi: खपत विवरण
id: Detil Konsumsi

source: Consumption Value
ar: قيمة الاستهلاك
de: Verbrauchswert
es: Valor de consumo
fr: Valeur de consommation
hi: खपत मूल्य
id: Nilai Konsumsi

source: Contact
ar: اتصال
de: Kontakt
es: Contacto
hi: संपर्क
id: Kontak

source: Contact Detail
ar: تفاصيل الإتصال
de: Kontaktdetail
es: Detalles del contacto
fr: Coordonnées
hi: संपर्क विवरण

source: Contacted By
ar: تم الاتصال به بواسطة
de: Kontaktiert von
es: Contactado por
fr: Contacté par
hi: द्वारा संपर्क किया गया
id: Dihubungi Oleh

source: Contacted To
ar: تم الاتصال به
de: Kontaktiert mit
es: Contactada con
fr: Contacté à
hi: से संपर्क किया गया
id: Dihubungi Ke

source: Contact Email ID
ar: معرف البريد الإلكتروني للاتصال
de: Kontakt-E-Mail-ID
es: ID de correo electrónico de contacto
fr: ID e-mail du contact
hi: संपर्क ईमेल आईडी
id: Hubungi Email ID

source: Contact Number
ar: رقم الاتصال
de: Kontakt Nummer
es: Número de contacto
fr: Numéro de contact
hi: संपर्क संख्या
id: Nomor kontak

source: Contact Number 1
ar: رقم الاتصال 1
de: Kontaktnummer 1
es: Número de contacto 1
fr: Numéro de contact 1
hi: संपर्क नंबर 1
id: Nomor Kontak 1

source: Contact Number 2
ar: رقم الاتصال 2
de: Kontaktnummer 2
es: Número de contacto 2
fr: Numéro de contact 2
hi: संपर्क नंबर 2
id: Nomor Kontak 2

source: Contact Person
ar: الشخص الذي يمكن الاتصال به
de: Gesprächspartner
es: Persona de contacto
fr: Contact
hi: संपर्क व्यक्ति
id: Kontak person

source: Contact Website
ar: اتصل بالموقع
de: Kontakt-Website
es: Contacto Sitio web
fr: Contacter le site Web
hi: वेबसाइट से संपर्क करें
id: Hubungi Situs Web

source: Container Gross Weight
ar: الوزن الإجمالي للحاوية
de: Bruttogewicht des Containers
es: Peso bruto del contenedor
fr: Poids brut du conteneur
hi: कंटेनर सकल वजन
id: Berat Kotor Kontainer

source: Container Net Weight
ar: الوزن الصافي للحاوية
de: Nettogewicht des Containers
es: Peso neto del contenedor
fr: Poids net du conteneur
hi: कंटेनर का शुद्ध वजन
id: Berat Bersih Kontainer

source: Container Number
de: Container Nummer
es: Número de contenedor
hi: कंटेनर संख्या
id: Nomor kontainer

source: Contractor
ar: مقاول
de: Auftragnehmer
es: Contratista
fr: Prestataire
hi: ठेकेदार
id: Kontraktor

source: Contractor Name
ar: اسم المقاول
de: Name des Auftragnehmers
es: El nombre del contratista
fr: Nom de l'entrepreneur
hi: ठेकेदार का नाम
id: Nama Kontraktor

source: Conversion
ar: تحويل
de: Konvertierung
es: Conversión
hi: परिवर्तन
id: Konversi

source: Conversion Detail
ar: تفاصيل التحويل
de: Konvertierungsdetails
es: Detalle de conversión
fr: Détails des conversions
hi: रूपांतरण विवरण
id: Detail Konversi

source: Conversion Rate
ar: معدل التحويل
de: Wechselkurs
es: Tasa de conversión
fr: Taux de conversion
hi: रूपांतरण दर
id: Tingkat konversi

source: Converted
ar: تحويلها
de: Umgewandelt
es: Convertido
fr: Converti
hi: परिवर्तित
id: Berkonversi

source: Convert to Entity
ar: قم بالتحويل إلى كيان
de: In Entität konvertieren
es: Convertir a Entidad
fr: Convertir en entité
hi: इकाई में कनवर्ट करें
id: Konversi Ke Entitas

source: Copies
ar: نسخ
de: Kopien
es: Copias
hi: प्रतियां
id: Salinan

source: Corporate
ar: شركة كبرى
de: Unternehmen
es: Corporativa
fr: Entreprise
hi: निगमित
id: Perusahaan

source: Cost
ar: كلفة
de: Kosten
es: Costo
fr: Coût
hi: लागत
id: Biaya

source: Cost Center
ar: مركز تقييم الكلفة، مركز التسعير، مركز التثمين
de: Kostenstelle
es: Centro de Costo
fr: Centre de coûts
hi: लागत केंद्र
id: Pusat biaya

source: Cost Center Detail
ar: تفاصيل مركز التكلفة
de: Details zur Kostenstelle
es: Detalle del centro de costos
fr: Détail du centre de coûts
hi: लागत केंद्र विवरण
id: Detail Pusat Biaya

source: Cost Center Name
ar: اسم مركز التكلفة
de: Name der Kostenstelle
es: Nombre del centro de costos
fr: Nom du centre de coûts
hi: लागत केंद्र का नाम
id: Nama Pusat Biaya

source: Cost Center Values
ar: قيم مركز التكلفة
de: Kostenstellenwerte
es: Valores del centro de costos
fr: Valeurs du centre de coûts
hi: लागत केंद्र मान
id: Nilai Pusat Biaya

source: Costing
ar: التكلفة
de: Kalkulation
es: Costo
fr: Coût
hi: लागत
id: Biaya

source: Costing Analysis
ar: تحليل التكاليف
de: Kostenanalyse
es: Análisis de costos
fr: Analyse des coûts
hi: लागत विश्लेषण
id: Analisis Biaya

source: Costing Detail
ar: تفاصيل التكلفة
de: Kostendetail
es: Detalle de costos
fr: Détail des coûts
hi: लागत विवरण
id: Detil Biaya

# costmethod
source: Costing Method
ar: طريقة حساب التكاليف
de: Kalkulationsmethode
es: Método de costeo
fr: Méthode De Calcul
hi: लागत विधि
id: Metode biaya

source: Cost of Goods Sold Account
ar: حساب تكلفة البضائع المباعة
de: Kostenkonto für verkaufte Waren
es: Cuenta de costo de bienes vendidos
fr: Compte Du Coût Des Marchandises Vendues
hi: बेचे गए माल की लागत खाता
id: Akun Harga Pokok Penjualan

source: Cost of Material
ar: تكلفة المواد
de: Materialkosten
es: Costo del material
fr: Coût du matériel
hi: सामग्री की लागत
id: Biaya Bahan

source: Cost Price
ar: سعر الكلفة
de: Selbstkostenpreis
es: Precio de coste
fr: Prix de revient
hi: लागत मूल्य
id: Harga Biaya

source: Cost/Unit
ar: وحدة التكلفة
de: Kosteneinheit
es: Costo/Unidad
fr: Coût/Unité
hi: लागत इकाई
id: Satuan Biaya

source: Cost Variation
ar: اختلاف التكلفة
de: Kostenvariation
es: Variación de Costo
fr: Variation des coûts
hi: लागत भिन्नता
id: Variasi Biaya

source: Country
ar: بلد
de: Land
es: País
fr: pays
hi: देश
id: Negara

source: Country Of Destination
ar: بلد الوجهة
de: Zielland
es: País de destino
fr: Pays de destination
hi: गंतव्य का देश
id: Negara tujuan

source: Country Of Final Destination
ar: بلد الوجهة الاخيرة
de: Zielland
es: País de destino final
fr: Le pays de destination finale
hi: अंतिम गंतव्य का देश
id: Negara Tujuan Akhir

source: Country of Origin
ar: بلد المنشأ
de: Herkunftsland
es: País de origen
fr: Pays d'origine
hi: उद्गम देश
id: Negara Asal

source: Country Of Origin of Goods
ar: بلد المنشأ للسلع
de: Herkunftsland der Waren
es: País de origen de los bienes
fr: Pays d'origine des marchandises
hi: माल की उत्पत्ति का देश
id: Negara Asal Barang

source: CR Amount
ar: مبلغ C R
de: CR-Betrag
es: Importe CR
fr: Montant CR
hi: करोड़ राशि
id: Jumlah Kr

source: Create
ar: خلق
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
id: Membuat

source: Created
ar: مخلوق
de: Erstellt
es: Creado
fr: Créé
hi: बनाया था
id: Dibuat

source: Created By
ar: انشأ من قبل
de: Erstellt von
es: Creado por
fr: Créé Par
hi: के द्वारा बनाई गई
id: Dibuat oleh

source: Created On
ar: تم إنشاؤها على
de: Erstellt am
es: Creado en
fr: Créé Sur
hi: पर बनाया
id: Dibuat pada

source: Credentials
ar: أوراق اعتماد
de: Anmeldeinformationen
es: Cartas credencialesy
fr: Informations d'identification
hi: साख
id: Kredensial

source: Credit
ar: الإئتمان
de: Kredit
es: Crédito
fr: Crédit
hi: श्रेय
id: Kredit

source: Credit Amount
ar: مبلغ الائتمان
de: Kreditbetrag
es: Monto de crédito
fr: Montant du crédit
hi: राशि क्रेडिट करें
id: Jumlah kredit

source: Credit Days
ar: أيام الائتمان
de: Kredittage
es: Días de crédito
fr: Jours de crédit
hi: क्रेडिट दिन
id: Hari Kredit

source: Credit Limit
ar: الحد الائتماني
de: Kreditlimit
es: Límite de crédito
fr: Limite de crédit
hi: क्रेडिट सीमा
id: Batas Kredit

source: Credit Limit Detail
de: Details zum Kreditlimit
es: Detalle del límite de crédito
hi: क्रेडिट सीमा विवरण
id: Detail Batas Kredit

source: Credit Profile
ar: ملف تعريف الائتمان
de: Kreditprofil
es: Perfil crediticio
fr: Profil de crédit
hi: क्रेडिट प्रोफ़ाइल
id: Profil Kredit

source: Critical Alerts
ar: التنبيهات الحرجة
de: Kritische Warnungen
es: Alertas críticas
fr: Alertes critiques
hi: गंभीर चेतावनियाँ
id: Peringatan Kritis

source: CRM User
ar: مستخدم إدارة علاقات العملاء
de: CRM-Benutzer
es: Usuario de CRM
fr: Utilisateur CRM
hi: सीआरएम उपयोगकर्ता
id: Pengguna CRM

source: Currency
ar: عملة
de: Währung
es: Divisa
fr: Devise
hi: मुद्रा
id: Mata uang

source: Current
ar: حاضِر
de: Aktuell
es: Actual
fr: Actuelle
hi: मौजूदा
id: Saat ini

source: Custom
ar: العادة
de: Brauch
es: Costumbre
fr: Personnalisé
hi: रिवाज़
id: Kebiasaan

source: Customer
ar: عميل
de: Kunde
es: Cliente
fr: Cliente
hi: ग्राहक
id: Pelanggan

source: Customer ID
de: Kundennummer
es: Identificación del cliente
hi: ग्राहक आईडी

source: Customer Billing Address
ar: عنوان فواتير العميل
de: Rechnungsadresse des Kunden
es: Dirección de facturación del cliente
fr: Adresse de facturation du client
hi: ग्राहक बिलिंग पता
id: Alamat Penagihan Pelanggan

# CustomerBuyerPurchaseOrderNumber
source: Customer/Buyer PO No.
ar: رقم أمر الشراء للعميل/المشتري
de: Kunden-/Käufer-Bestellnummer.
es: Cliente/Comprador PO No.
fr: Numéro de bon de commande du client/acheteur
hi: ग्राहक/खरीदार पीओ नंबर
id: PO Pelanggan/Pembeli No.

source: Customer Category
ar: فئة العميل
de: Kundenkategorie
es: Categoría de cliente
fr: Catégorie de client
hi: ग्राहक श्रेणी
id: Kategori Pelanggan

source: Customer Details
ar: تفاصيل العميل
de: Kundendetails
es: Detalles del cliente
fr: Détails du client
hi: ग्राहक विवरण
id: detil pelanggan

source: Customer ID
ar: هوية الزبون
de: Kundennummer
es: Identificación del cliente
fr: N ° de client
hi: ग्राहक आईडी
id: ID Pelanggan

source: Customer Information
ar: معلومات العميل
de: Kundeninformation
es: Información al cliente
fr: Informations Client
hi: ग्राहक सूचना
id: informasi pengguna

source: Customer Name
ar: اسم الزبون
de: Kundenname
es: Nombre del cliente
fr: Nom du client
hi: ग्राहक का नाम
id: Nama Pelanggan

source: Customer Portfolio
ar: محفظة العملاء
de: Kundenportfolio
es: Cartera de clientes
fr: Portefeuille client
hi: ग्राहक पोर्टफोलियो
id: Portofolio Pelanggan

source: Customer Price Group
ar: مجموعة أسعار العملاء
de: Kundenpreisgruppe
es: Grupo de precios del cliente
fr: Groupe de prix client
hi: ग्राहक मूल्य समूह
id: Grup Harga Pelanggan

source: Customer Price Setup
de: Einrichtung des Kundenpreises
es: Configuración del precio del cliente
hi: ग्राहक मूल्य सेटअप
id: Pengaturan Harga Pelanggan

source: Customers
ar: عملاء
de: Kunden
es: Clientes
fr: Les clients
hi: ग्राहकों
id: Pelanggan

source: Customer Statement
ar: كشف العميل
de: Kundenerklärung
es: Declaración del cliente
fr: Déclaration à la clientèle
hi: ग्राहक वक्तव्य'
id: Pernyataan pelanggan

source: Customer Type
ar: نوع العميل
de: Kundentyp
es: tipo de cliente
fr: Type de client
hi: ग्राहक प्रकार
id: Tipe pelanggan

source: Customer Wise Sales Summary
ar: ملخص مبيعات العميل الحكيم
de: Zusammenfassung der kundenorientierten Verkäufe
es: Resumen de ventas inteligentes para el cliente
fr: Récapitulatif des ventes client avisé
hi: ग्राहक वार बिक्री सारांश
id: Ringkasan Penjualan Bijak Pelanggan

source: Dashboard
ar: لوحة القيادة
de: Armaturenbrett
es: Panel
fr: Tableau de bord
hi: डैशबोर्ड
id: Dasbor

source: Data
ar: بيانات
de: Daten
es: Datos
fr: Donnés
hi: डेटा

source: Date
ar: تاريخ
de: Datum
es: Fecha
hi: तारीख
id: Tanggal

source: Dated
ar: بتاريخ
de: Datiert
es: Con fecha de
fr: Daté
hi: दिनांकित
id: Bertanggal

source: Date of Birth
ar: تاريخ الولادة
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म की तारीख
id: Tanggal lahir

source: Date Range
ar: نطاق الموعد
de: Datumsbereich
es: Rango de fechas
fr: Plage de dates
hi: तिथि सीमा
id: Rentang Tanggal

source: Days
ar: أيام
de: Tage
es: Días
fr: Journées
hi: दिन
id: Hari

source: DBK Code
ar: كود DBK
es: Código DBK
fr: Code DBK
hi: डीबीके कोड
id: Kode DBK

source: Debit
ar: مدين
de: Lastschrift
es: Débito
fr: Débit
hi: खर्चे में लिखना
id: Debet

source: Debit Amount
ar: مقدار الخصم
de: Sollbetrag
es: Monto de débito
fr: Montant du débit
hi: निकाली गई राशि
id: Jumlah Debet

source: Debit Note
ar: مذكرة الخصم
de: Lastschriftanzeige
es: Nota de débito
fr: Note de débit
hi: डेबिट नोट
id: Nota Debet

source: Debit Note Date
ar: تاريخ مذكرة الخصم
de: Datum der Belastungsanzeige
es: Fecha de la nota de débito
fr: Date de la note de débit
hi: डेबिट नोट दिनांक
id: Tanggal Nota Debit

source: Debit Note Detail
ar: تفاصيل مذكرة الخصم
de: Details zur Lastschrift
es: Detalle de la nota de débito
fr: Détail de la note de débit
hi: डेबिट नोट विवरण
id: Detail Nota Debet

source: Debit Note Quantity
ar: كمية مذكرة الخصم
de: Menge der Lastschrift
es: Cantidad de nota de débito
fr: Quantité de note de débit
hi: डेबिट नोट की मात्रा
id: Kuantitas Nota Debet

source: Decimal
ar: عدد عشري
de: Dezimal
fr: Décimale
hi: दशमलव
id: Desimal

source: Declaration
ar: تصريح
de: Erklärung
es: Declaración
fr: Déclaration
hi: घोषणा
id: Pernyataan

source: Deduction Date
ar: تاريخ الخصم
de: Abzugsdatum
es: Fecha de deducción
fr: Date de déduction
hi: कटौती तिथि
id: Tanggal Pengurangan

source: Default
ar: إفتراضي
de: Standard
es: Por defecto
fr: Défaut
hi: गलती करना
id: Bawaan

source: Default Billing Address
ar: عنوان الفواتير الافتراضي
de: Standard-Rechnungsadresse
es: direccion de FACTURACION por defecto
fr: adresse de facturation par défaut
hi: डिफ़ॉल्ट बिलिंग पता
id: Alamat Penagihan Bawaan

source: Default Bin
ar: الحاوية الافتراضية
de: Standardbehälter
es: Papelera predeterminado
fr: Bac par défaut
hi: डिफ़ॉल्ट बिन
id: Tempat Sampah Bawaan

source: Default Currency
ar: العملة الافتراضية
de: Standardwährung
es: Moneda predeterminada
fr: devise par défaut
hi: डिफ़ॉल्ट मुद्रा
id: Mata Uang Default

source: Default Language
ar: اللغة الافتراضية
de: Standardsprache
es: Idioma predeterminado
fr: langage par défaut
hi: डिफ़ॉल्ट भाषा
id: Bahasa Bawaan

source: Default Shipping Address
ar: عنوان الشحن الافتراضي
de: Standardlieferadresse
es: Dirección de entrega por defecto
fr: Adresse de livraison par défaut
hi: भेजे जाने का वितथ पता
id: Alamat Pengiriman Default

source: Default Warehouse
ar: المستودع الافتراضي
de: Standardlager
es: Almacén predeterminado
fr: Entrepôt par défaut
hi: डिफ़ॉल्ट गोदाम
id: Gudang bawaan

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Effacer
hi: मिटाना
id: Menghapus

source: Delete Branch
ar: حذف الفرع
de: Zweig löschen
es: Eliminar rama
fr: Supprimer la branche
hi: शाखा हटाएँ
id: Hapus Cabang

# DeleteHo
source: Delete Head Office
ar: حذف المكتب الرئيسي
de: Hauptsitz löschen
es: Eliminar oficina central
fr: Supprimer le siège social
hi: प्रधान कार्यालय हटाएं
id: Hapus Kantor Pusat

# DeleteMasterAndTransactionData
source: Delete Business Layer And Application Layer Data
ar: حذف طبقة الأعمال وبيانات طبقة التطبيق
de: Löschen Sie Business-Layer- und Application-Layer-Daten
es: Eliminar datos de la capa empresarial y de la capa de aplicación
fr: Supprimer les données de la couche métier et de la couche application
hi: बिजनेस लेयर और एप्लिकेशन लेयर डेटा हटाएं
id: Hapus Data Lapisan Bisnis dan Lapisan Aplikasi

# DeleteOk
source: Yes Delete it!
ar: نعم احذفها!
de: Ja, löschen Sie es!
es: ¡Sí, bórralo!
fr: Oui Supprimez-le!
hi: मिटाओ ठीक है
id: Hapus Oke

# DeleteTransactionData
source: Delete Application Layer Data
ar: حذف بيانات طبقة التطبيق
de: Anwendungsschichtdaten löschen
es: Eliminar datos de la capa de aplicación
fr: Supprimer les données de la couche d'application
hi: एप्लिकेशन परत डेटा हटाएं
id: Hapus Data Lapisan Aplikasi

source: Delivered
ar: تم التوصيل
de: Geliefert
es: Entregado
fr: Livré
hi: पहुंचा दिया
id: Terkirim

source: Delivery
ar: توصيل
de: Lieferung
es: Entrega
fr: Livraison
hi: वितरण
id: Pengiriman

source: Delivery Date
ar: تاريخ التسليم او الوصول
de: Liefertermin
es: Fecha de entrega
fr: Date de livraison
hi: डिलीवरी की तारीख
id: Tanggal pengiriman

source: Delivery Detail
ar: تفاصيل التسليم
de: Lieferdetails
es: Detalle de Envio
fr: détail de livraison
hi: पहुचने का विवरण
id: rincian pengiriman

# DeliveryNote
source: Gate Entry
ar: دخول البوابة
de: Toreinfahrt
es: Entrada de puerta
fr: Porte d'entrée
hi: गेट प्रवेश
id: Gerbang Masuk

# DeliveryNoteDate
source: Gate Entry Date
ar: تاريخ دخول البوابة
de: Eintrittsdatum am Gate
es: Fecha de entrada a la puerta
fr: Date d'entrée à la porte
hi: गेट प्रवेश तिथि
id: Tanggal Masuk Gerbang

# DeliveryNoteDetail
source: Gate Entry Detail
ar: تفاصيل دخول البوابة
de: Details zum Toreingang
es: Detalle de entrada de puerta
fr: Détail de l'entrée de la porte
hi: गेट प्रवेश विवरण
id: Detail Pintu Masuk

# DeliveryNoteNumber
source: Gate Entry Number
ar: رقم دخول البوابة
de: Gate-Eingangsnummer
es: Número de entrada de puerta
fr: Numéro d'entrée de porte
hi: गेट प्रवेश संख्या
id: Nomor Masuk Gerbang

source: Delivery Quantity
ar: Quantité de livraison
de: Liefermenge
es: Cantidad de entrega
fr: Quantité de livraison
hi: वितरण मात्रा
id: Kuantitas Pengiriman

source: Delivery Schedule
ar: جدول التسليم
de: Lieferungsplan
es: Calendario de entregas
fr: Calendrier de livraison
hi: वितरण कार्यक्रम
id: Jadwal pengiriman

source: Depreciation
ar: الاستهلاك
de: Abschreibung
es: Depreciación
fr: Dépréciation
hi: मूल्यह्रास
id: Depresiasi

source: Depreciation Account
ar: معلومات العميل
de: Abschreibungskonto
es: Cuenta de depreciación
fr: Compte D'amortissement
hi: मूल्यह्रास खाता
id: Akun Depresiasi

source: Description
ar: وصف
de: Beschreibung
es: Descripción
fr: La description
hi: विवरण
id: Keterangan

source: Description of Goods
ar: وصف البضاعة
de: Warenbeschreibung
es: Descripción de las mercancías
fr: Description des biens
hi: माल का विवरण
id: Deskripsi Barang

source: Designation
ar: تعيين
de: Bezeichnung
es: Designación
fr: Désignation
hi: पद का नाम
id: Penamaan

source: Destination
ar: الوجهة
de: Ziel
es: Destino
hi: गंतव्य
id: Tujuan

source: Destination Branch
ar: فرع الوجهة
de: Zielzweig
es: Sucursal de destino
fr: Succursale de destination
hi: गंतव्य शाखा
id: Tujuan di Cabang

source: Destination Shopfloor
ar: الوجهة محل المحل
de: Ziel-Shopfloor
es: Planta de destino
hi: डेस्टिनेशन शॉपफ्लोर
id: Lantai Toko Tujuan

source: Destination Warehouse
ar: مستودع الوجهة
de: Ziellager
es: Almacén de Destino
fr: Entrepôt de destination
hi: गंतव्य गोदाम
id: Tujuan di Gudang

source: Detail
ar: التفاصيل
es: Detalle
fr: Détail
hi: विवरण
id: Detil

source: Detailed
ar: مفصلة
de: Ausführlich
es: Detallado
fr: Détaillée
hi: विस्तृत
id: Terperinci

source: Difference
ar: فرق
de: Unterschied
es: Diferencia
fr: Différence
hi: अंतर
id: Perbedaan

source: Digital Signature
ar: توقيع إلكتروني
de: Digitale Unterschrift
es: Firma digital
fr: Signature numérique
hi: अंगुली का हस्ताक्षर
id: Tanda tangan digital

source: Dimensions
ar: أبعاد
de: Maße
es: Dimensiones
hi: आयाम
id: Ukuran

source: Direct
ar: مباشر
de: Direkte
es: Directo
hi: प्रत्यक्ष
id: Langsung

source: Direct Expenses
ar: المصروفات المباشرة
de: Direkte Kosten
es: Gastos directos
fr: Dépenses directes
hi: प्रत्यक्ष व्यय
id: Biaya Langsung

# DiscardAndExit
source: Discard & Exit
ar: تجاهل والخروج
de: Verwerfen und beenden
es: Descartar y Salir
fr: Rejeter et quitter
hi: त्यागें और बाहर निकलें
id: Buang Dan Keluar

source: Discount
ar: خصم
de: Rabatt
es: Descuento
fr: Remise
hi: छूट
id: Diskon

source: Discount Account
ar: حساب الخصم
de: Rabattkonto
es: Cuenta de descuento
fr: Compte De Réduction
hi: डिस्काउंट खाता
id: Akun Diskon

# DiscountIn
source: Discount
de: Rabatt
es: Descuento
hi: में छूट
id: Diskon

# DiscountInPercentage
source: Discount (in %)
ar: الخصم (بالنسبة المئوية)
de: Rabatt (in %)
es: Descuento (en %)
fr: Remise (en%)
hi: प्रतिशत में छूट
id: Diskon Dalam Persentase

source: Discount (Per Unit)
ar: الخصم (لكل وحدة)
de: Rabatt (pro Einheit)
es: Descuento (Por Unidad)
fr: Remise (par unité)
hi: प्रति यूनिट छूट
id: Diskon Per Unit

source: Discount Value
ar: قيمة الخصم
de: Rabattwert
es: Valor de descuento
fr: Valeur de remise
hi: छूट मूल्य
id: Nilai Diskon

source: Discussion Remarks
ar: ملاحظات المناقشة
de: Diskussionsbemerkungen
es: Comentarios de discusión
fr: Remarques sur la discussion
hi: चर्चा टिप्पणियाँ
id: Keterangan Diskusi

source: Dispatch
ar: إرسال
de: Versenden
es: Despacho
fr: Envoi
hi: प्रेषण
id: Menugaskan

source: District
ar: يصرف
de: Bezirk
es: Distrito
fr: Quartier
hi: ज़िला
id: Daerah

# DistrictAndZone
source: District/Zone
ar: الحي / المنطقة
de: Bezirk/Zone
es: Distrito/Zona
hi: जिला और जोन
id: Kecamatan dan Zona

source: Document
ar: وثيقة
de: Dokumentieren
es: Documento
hi: दस्तावेज़
id: Dokumen
