Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

# MSG00199
source: Purchase Order has been processed, Document can not be modified
ar: تمت معالجة طلب الشراء. لا يمكن تعديله
de: Die Bestellung wurde bearbeitet. Kann nicht geändert werden
es: La orden de compra ha sido procesada. no se puede modificar
fr: Le bon de commande a été traité. Ne peut pas être modifié
hi: क्रय आदेश संसाधित किया गया है। संशोधित नहीं किया जा सकता
id: Pesanan Pembelian telah diproses. Tidak dapat dimodifikasi

# MSG00200
source: Group and parent group are same
ar: المجموعة والمجموعة الرئيسية هي نفسها.
de: Gruppe und übergeordnete Gruppe sind gleich
es: El grupo y el grupo principal son iguales
fr: Le groupe et le groupe parent sont identiques
hi: समूह और मूल समूह समान हैं
id: Grup dan grup induk sama

# MSG00201
source: GRN has been processed, Document can not be modified
ar: تمت معالجة GRN. لا يمكن تعديله
de: GRN wurde verarbeitet. Kann nicht geändert werden
es: GRN ha sido procesado. no se puede modificar
fr: Le GRN a été traité. Ne peut pas être modifié
hi: जीआरएन संसाधित किया गया है। संशोधित नहीं किया जा सकता
id: GRN telah diproses. Tidak dapat dimodifikasi

# MSG00202
source: Purchase Invoice has been processed, Document can not be modified
ar: تمت معالجة فاتورة الشراء. لا يمكن تعديله
de: Die Kaufrechnung wurde bearbeitet. Kann nicht geändert werden
es: Se ha procesado la factura de compra. no se puede modificar
fr: La facture d'achat a été traitée. Ne peut pas être modifié
hi: खरीद चालान संसाधित किया गया है। संशोधित नहीं किया जा सकता
id: Faktur Pembelian telah diproses. Tidak dapat dimodifikasi

# MSG00203
source: Shipment has been processed, Document can not be modified
ar: تمت معالجة الشحنة. لا يمكن تعديله
de: Der Versand wurde bearbeitet. Kann nicht geändert werden
es: El envío ha sido procesado. no se puede modificar
fr: L'envoi a été traité. Ne peut pas être modifié
hi: शिपमेंट संसाधित किया गया है। संशोधित नहीं किया जा सकता
id: Pengiriman telah diproses. Tidak dapat dimodifikasi

# MSG00204
source: Invoice has been processed, Document can not be modified
ar: تمت معالجة الفاتورة. لا يمكن تعديله
de: Rechnung wurde bearbeitet. Kann nicht geändert werden
es: La factura ha sido procesada. no se puede modificar
fr: La facture a été traitée. Ne peut pas être modifié
hi: चालान की कार्रवाई की गई है। संशोधित नहीं किया जा सकता
id: Faktur telah diproses. Tidak dapat dimodifikasi

# MSG00205
source: Input-RM not found in operation
ar: لم يتم العثور على مدخلات RM في العملية
de: Eingabe-RM im Betrieb nicht gefunden
es: Input-RM no encontrado en funcionamiento
fr: Entrée-RM introuvable en fonctionnement
hi: इनपुट-आरएम संचालन में नहीं मिला
id: Input-RM tidak ditemukan dalam operasi

# MSG00206
source: Output-FG not found in operation
ar: لم يتم العثور على Output-FG في العملية
de: Output-FG nicht im Betrieb gefunden
es: Salida-FG no encontrada en funcionamiento
fr: Sortie-FG introuvable en fonctionnement
hi: आउटपुट-एफजी ऑपरेशन में नहीं मिला
id: Output-FG tidak ditemukan dalam operasi

# MSG00207
source: Input-SFG not found in operation
ar: لم يتم العثور على المدخلات- SFG في العملية
de: Eingabe-SFG nicht im Betrieb gefunden
es: Entrada-SFG no encontrada en funcionamiento
fr: Entrée-SFG introuvable en fonctionnement
hi: इनपुट-एसएफजी संचालन में नहीं मिला
id: Input-SFG tidak ditemukan dalam operasi

# MSG00208
source: Output-SFG not found in operation
ar: لم يتم العثور على Output-SFG في العملية
de: Output-SFG wurde im Betrieb nicht gefunden
es: Salida-SFG no encontrada en funcionamiento
fr: Sortie-SFG introuvable en fonctionnement
hi: आउटपुट-एसएफजी ऑपरेशन में नहीं मिला
id: Output-SFG tidak ditemukan dalam operasi

# MSG00209
source: No any Output-SFG defined in previous operation
ar: لم يتم تحديد Output-SFG في العملية السابقة
de: Im vorherigen Vorgang wurde kein Ausgabe-SFG definiert
es: Sin salida-SFG definida en la operación anterior
fr: Aucune sortie-SFG définie dans l'opération précédente
hi: कोई आउटपुट-एसएफजी पिछले ऑपरेशन में परिभाषित नहीं है
id: Tidak ada Output-SFG yang ditentukan dalam operasi sebelumnya

# MSG00210
source: Please select branch
ar: الرجاء تحديد الفرع.
de: Bitte wählen Sie die Filiale aus
es: Por favor seleccione sucursal
fr: Veuillez sélectionner une succursale
hi: कृपया शाखा का चयन करें
id: Silakan pilih cabang

# MSG00211
source: Batch quantity does not match with consumed quantity
ar: كمية الدُفعات لا تتطابق مع الكمية المستهلكة
de: Die Chargenmenge stimmt nicht mit der verbrauchten Menge überein
es: La cantidad del lote no coincide con la cantidad consumida
fr: La quantité du lot ne correspond pas à la quantité consommée
hi: बैच की मात्रा उपभोग की गई मात्रा से मेल नहीं खाती
id: Kuantitas batch tidak sesuai dengan kuantitas yang dikonsumsi

# MSG00212
source: Serialized quantity does not match with consumed quantity
ar: الكمية المسلسلة لا تتطابق مع الكمية المستهلكة
de: Die serialisierte Menge stimmt nicht mit der verbrauchten Menge überein
es: La cantidad serializada no coincide con la cantidad consumida
fr: La quantité sérialisée ne correspond pas à la quantité consommée
hi: सीरियल की गई मात्रा उपभोग की गई मात्रा से मेल नहीं खाती
id: Kuantitas berseri tidak sesuai dengan kuantitas yang dikonsumsi

# MSG00213
source: Selected lot quantity for some item(s) has been changed, Document can not be cancelled
ar: تم تغيير كمية الدفعة المحددة لبعض العناصر. لا يمكن إلغاء المستند.
de: Die ausgewählte Losmenge für einige Artikel wurde geändert. Das Dokument kann nicht storniert werden
es: Se ha cambiado la cantidad de lote seleccionado para algunos artículos. El documento no se puede cancelar
fr: La quantité de lot sélectionnée pour certains articles a été modifiée. Le document ne peut pas être annulé.
hi: कुछ मद(मदों) के लिए चयनित लॉट मात्रा बदल दी गई है। दस्तावेज़ रद्द नहीं किया जा सकता
id: Kuantitas lot yang dipilih untuk beberapa item telah diubah. Dokumen tidak dapat dibatalkan

# MSG00214
source: Selected lot quantity for some item(s) has been changed, Document can not be saved
ar: تم تغيير كمية الدفعة المحددة لبعض العناصر. لا يمكن حفظ المستند.
de: Die ausgewählte Losmenge für einige Artikel wurde geändert. Dokument kann nicht gespeichert werden
es: Se ha cambiado la cantidad de lote seleccionado para algunos artículos. El documento no se puede guardar
fr: La quantité de lot sélectionnée pour certains articles a été modifiée. Le document ne peut pas être enregistré.
hi: कुछ मद(मदों) के लिए चयनित लॉट मात्रा बदल दी गई है। दस्तावेज़ सहेजा नहीं जा सकता
id: Kuantitas lot yang dipilih untuk beberapa item telah diubah. Dokumen tidak dapat disimpan

# MSG00215
source: Material Transfer Receipt is under process, Transfer issue cannot be cancelled
ar: إيصال نقل المواد قيد المعالجة. لا يمكن إلغاء قضية التحويل.
de: Der Materialübertragungsbeleg wird derzeit bearbeitet. Die Übertragungsausgabe kann nicht storniert werden
es: El recibo de transferencia de material está en proceso. El problema de transferencia no se puede cancelar
fr: Le reçu de transfert de matériel est en cours de traitement. Le problème de transfert ne peut pas être annulé.
hi: सामग्री हस्तांतरण रसीद प्रक्रियाधीन है। स्थानांतरण समस्या रद्द नहीं की जा सकती
id: Tanda Terima Transfer Material sedang dalam proses. Masalah Transfer tidak dapat dibatalkan

# MSG00216
source: Production Confirmation has been processed, Document can not be modified
ar: تمت معالجة تأكيد الإنتاج. لا يمكن تعديله.
de: Die Produktionsbestätigung wurde verarbeitet. Kann nicht geändert werden
es: Se ha procesado la confirmación de producción. no se puede modificar
fr: La confirmation de production a été traitée. Ne peut pas être modifié
hi: उत्पादन की पुष्टि संसाधित की गई है। संशोधित नहीं किया जा सकता
id: Konfirmasi Produksi telah diproses. Tidak dapat dimodifikasi

# MSG00217
source: Exceeding gross weight
ar: تجاوز الوزن الإجمالي
de: Überschreitung des Bruttogewichts
es: Peso bruto superior
fr: Dépassement du poids brut
hi: सकल वजन से अधिक
id: Melebihi berat kotor

# MSG00218
source: Purchase Requisition has been processed, Document can not be modified
ar: تمت معالجة طلب الشراء. لا يمكن تعديل MRP.
de: Die Bestellanforderung wurde bearbeitet. MRP kann nicht geändert werden
es: Se ha procesado la solicitud de compra. MRP no se puede modificar
fr: La demande d'achat a été traitée. Le MRP ne peut pas être modifié
hi: खरीद अनुरोध संसाधित किया गया है। एमआरपी में बदलाव नहीं किया जा सकता है
id: Permintaan Pembelian telah diproses. MRP tidak dapat dimodifikasi

# MSG00219
source: Reserved Quantity is exceeding than unreserved quantity
ar: الكمية المحجوزة تتجاوز الكمية غير المحجوزة
de: Die reservierte Menge übersteigt die nicht reservierte Menge
es: La cantidad reservada supera la cantidad no reservada
fr: La quantité réservée dépasse la quantité non réservée
hi: आरक्षित मात्रा अनारक्षित मात्रा से अधिक है
id: Kuantitas yang Dicadangkan melebihi Kuantitas yang Tidak Dicadangkan

# MSG00220
source: Reserve Quantity is exceeding than available stock
ar: الكمية الاحتياطية تتجاوز المخزون المتاح
de: Die Reservemenge übersteigt den verfügbaren Bestand
es: La cantidad de reserva excede el stock disponible
fr: La quantité de réserve dépasse le stock disponible
hi: आरक्षित मात्रा उपलब्ध स्टॉक से अधिक है
id: Kuantitas Cadangan melebihi Stok yang Tersedia

# MSG00221
source: Would you like to save the document in draft mode?
ar: هل ترغب في حفظ المستند كمسودة؟
de: Möchten Sie das Dokument als Entwurf speichern?
es: ¿Le gustaría guardar el documento como borrador?
fr: Souhaitez-vous enregistrer le document en tant que brouillon ?
hi: क्या आप दस्तावेज़ को ड्राफ्ट के रूप में सहेजना चाहेंगे?
id: Apakah Anda ingin menyimpan dokumen sebagai draf?

# MSG00222
source: The output-FG quantity does not match with the bill of material (BOM) quantity
ar: لا تتطابق كمية الإخراج FG مع كمية قائمة مكونات الصنف (BOM).
de: Die Ausgabe-FG-Menge stimmt nicht mit der Stücklistenmenge überein
es: La cantidad de salida-FG no coincide con la cantidad de la lista de materiales (BOM)
fr: La quantité de sortie-FG ne correspond pas à la quantité de la nomenclature (BOM).
hi: आउटपुट-एफजी मात्रा सामग्री के बिल (बीओएम) मात्रा से मेल नहीं खाती है
id: Kuantitas output-FG tidak sesuai dengan kuantitas bill of material (BOM).

# MSG00223
source: The unit of measure (UOM) is missing for some items
ar: وحدة القياس (UOM) مفقودة لبعض العناصر
de: Für bestimmte Artikel fehlt die Maßeinheit (UOM).
es: Falta la unidad de medida (UOM) para ciertos artículos
fr: L'unité de mesure (UdM) est manquante pour certains articles
hi: कुछ वस्तुओं के लिए माप की इकाई (यूओएम) गायब है
id: Satuan ukuran (UOM) tidak ada untuk item tertentu

# MSG00224
source: Atleast one stockable item is required in order
ar: يلزم وجود عنصر واحد قابل للتخزين على الأقل في الطلب
de: Für die Bestellung ist mindestens ein lagerfähiger Artikel erforderlich
es: Se requiere al menos un artículo almacenable para realizar el pedido.
fr: Au moins un article stockable est requis pour
hi: क्रम में कम से कम एक भंडारण योग्य वस्तु की आवश्यकता होती है
id: Setidaknya satu item yang dapat distok diperlukan untuk memesan

# MSG00225
source: Manual round off is not Applicable for GL voucher having multiple suppliers
ar: لا ينطبق التقريب اليدوي على GL التي لديها موردين متعددين
de: Die manuelle Rundung ist nicht anwendbar, wenn GL mehrere Lieferanten hat
es: El redondeo manual no es aplicable para GL que tiene múltiples proveedores
fr: L'arrondi manuel n'est pas applicable pour les GL ayant plusieurs fournisseurs.
hi: एकाधिक आपूर्तिकर्ताओं वाले जीएल के लिए मैनुअल राउंड ऑफ लागू नहीं है
id: Pembulatan Manual tidak berlaku untuk GL yang memiliki banyak pemasok

# MSG00226
source: Value should be greater than 0
ar: يجب أن تكون القيمة أكبر من 0
de: Der Wert sollte größer als 0 sein
es: El valor debe ser mayor que 0.
fr: La valeur doit être supérieure à 0
hi: मान 0 से अधिक होना चाहिए
id: Nilai harus lebih besar dari 0

# MSG00227
source: Material Issue cannot be cancelled as rework job execution has been completed
ar: لا يمكن إلغاء المشكلة المادية نظرًا لاكتمال تنفيذ مهمة إعادة العمل
de: Die Materialausgabe kann nicht storniert werden, da die Ausführung des Nacharbeitsauftrags abgeschlossen ist
es: La emisión de material no se puede cancelar porque se ha completado la ejecución del trabajo de retrabajo
fr: La sortie de matériel ne peut pas être annulée car l'exécution du travail de reprise est terminée.
hi: सामग्री का मुद्दा रद्द नहीं किया जा सकता क्योंकि पुनः कार्य निष्पादन पूरा हो चुका है
id: Masalah Material tidak dapat dibatalkan karena pelaksanaan pekerjaan pengerjaan ulang telah Masalah Material tidak dapat dibatalkan karena pelaksanaan pekerjaan pengerjaan ulang telah selesai

# MSG00228
source: Material Issue cannot be cancelled as packaging job execution has been completed
ar: لا يمكن إلغاء المشكلة المادية نظرًا لاكتمال تنفيذ مهمة التعبئة والتغليف
de: Die Materialausgabe kann nicht storniert werden, da die Ausführung des Verpackungsauftrags abgeschlossen ist
es: La emisión de material no se puede cancelar porque se ha completado la ejecución del trabajo de embalaje
fr: La sortie de matériel ne peut pas être annulée car l'exécution du travail d'emballage est terminée.
hi: सामग्री का मुद्दा रद्द नहीं किया जा सकता क्योंकि पैकेजिंग कार्य का निष्पादन पूरा हो चुका है
id: Masalah Material tidak dapat dibatalkan karena pelaksanaan pekerjaan pengemasan telah selesai

# MSG00229
source: Assessable Value + Tax Amount does not match with invoice amount
ar: القيمة القابلة للتقييم + مبلغ الضريبة غير متطابقة مع مبلغ الفاتورة
de: Der bewertbare Wert + Steuerbetrag stimmte nicht mit dem Rechnungsbetrag überein
es: El valor imponible + el importe del impuesto no coinciden con el importe de la factura
fr: La valeur évaluable + le montant de la taxe ne correspondent pas au montant de la facture
hi: निर्धारण योग्य मूल्य + कर राशि चालान राशि से मेल नहीं खाती
id: Nilai yang Dapat Dinilai + Jumlah Pajak tidak sesuai dengan jumlah faktur

# MSG00230
source: Total surplus quantity does not match with selected quantity
ar: إجمالي الكمية الفائضة لا يتطابق مع الكمية المحددة
de: Die Gesamtüberschussmenge stimmt nicht mit der ausgewählten Menge überein
es: La cantidad total excedente no coincide con la cantidad seleccionada
fr: La quantité totale excédentaire ne correspond pas à la quantité sélectionnée
hi: कुल अधिशेष मात्रा चयनित मात्रा से मेल नहीं खाती
id: Total kuantitas surplus tidak sesuai dengan kuantitas yang dipilih

# MSG00231
source: Assessable amount does not match with total amount
ar: المبلغ القابل للتقييم لم يتطابق مع المبلغ الإجمالي
de: Der bewertbare Betrag stimmte nicht mit dem Gesamtbetrag überein
es: El importe imponible no coincide con el importe total
fr: Le montant évaluable ne correspond pas au montant total
hi: मूल्यांकन योग्य राशि कुल राशि से मेल नहीं खाती
id: Jumlah yang dapat dinilai tidak sesuai dengan jumlah total

# MSG00232
source: Assessable amount + Tax Amount does not match with total amount
ar: المبلغ القابل للتقييم + مبلغ الضريبة لا يتطابق مع المبلغ الإجمالي
de: Der steuerpflichtige Betrag und der Steuerbetrag stimmten nicht mit dem Gesamtbetrag überein
es: Importe imponible + Impuesto El importe no coincide con el importe total
fr: Le montant imposable + le montant de la taxe ne correspondent pas au montant total
hi: निर्धारण योग्य राशि + कर राशि कुल राशि से मेल नहीं खाती
id: Jumlah yang dapat dinilai + Jumlah Pajak tidak sesuai dengan jumlah total

# MSG00233
source: Net amount (in specific) does not match with net amount (In Base)
ar: المبلغ الصافي (على وجه التحديد) لا يتطابق مع المبلغ الصافي (في الأساس)
de: Der Nettobetrag (im Einzelnen) stimmte nicht mit dem Nettobetrag (in der Basis) überein.
es: El monto neto (en específico) no coincide con el monto neto (en base)
fr: Le montant net (en particulier) ne correspond pas au montant net (en base)
hi: शुद्ध राशि (विशेष रूप से) शुद्ध राशि (आधार में) से मेल नहीं खाती
id: Jumlah bersih (khususnya) tidak sesuai dengan Jumlah Bersih (Dalam Dasar)

# MSG00234
source: (Gross Value + Tax Amount + Other Charges) does not match with net amount
ar: القيمة الإجمالية + مبلغ الضريبة + الرسوم الأخرى) لم تتطابق مع المبلغ الصافي
de: (Bruttowert + Steuerbetrag + sonstige Gebühren) stimmten nicht mit dem Nettobetrag überein
es: (Valor bruto + Monto de impuestos + Otros cargos) no coincidió con el Monto neto
fr: (Valeur brute + Montant de la taxe + Autres frais) ne correspondent pas au montant net
hi: (सकल मूल्य + कर राशि + अन्य शुल्क) शुद्ध राशि से मेल नहीं खाता
id: (Nilai Bruto + Jumlah Pajak + Biaya Lainnya) tidak sesuai dengan Jumlah Bersih

# MSG00235
source: Debit Note for TDS raised
ar: مذكرة الخصم الخاصة بـ TDS التي تم رفعها
de: Belastungsanzeige für TDS erhoben
es: Nota de Débito por TDS Recaudado
fr: Note de débit pour TDS levée
hi: टीडीएस के लिए डेबिट नोट बढ़ाया गया
id: Nota Debit untuk TDS Dikumpulkan

# MSG00236
source: Data uploaded successfully
ar: تم تحميل البيانات بنجاح
de: Daten erfolgreich hochgeladen
es: Datos cargados exitosamente
fr: Données téléchargées avec succès
hi: डेटा सफलतापूर्वक अपलोड किया गया
id: Data Berhasil Diunggah

# MSG00237
source: Do you want to upload data to API portal ?
ar: هل تريد تحميل البيانات إلى بوابة API؟
de: Möchten Sie Daten in das API-Portal hochladen?
es: ¿Quieres subir datos al portal API?
fr: Voulez-vous télécharger des données sur le portail API ?
hi: क्या आप एपीआई पोर्टल पर डेटा अपलोड करना चाहते हैं?
id: Apakah Anda ingin mengunggah data ke portal API?

# MSG00238
source: Input item is not selected
ar: لم يتم تحديد عنصر الإدخال
de: Eingabeelement ist nicht ausgewählt
es: El elemento de entrada no está seleccionado
fr: L'élément d'entrée n'est pas sélectionné
hi: इनपुट आइटम चयनित नहीं है
id: Item masukan tidak dipilih

# MSG00239
source: Output item is not selected
ar: لم يتم تحديد عنصر الإخراج
de: Ausgabeelement ist nicht ausgewählt
es: El elemento de salida no está seleccionado
fr: L'élément de sortie n'est pas sélectionné
hi: आउटपुट आइटम चयनित नहीं है
id: Item keluaran tidak dipilih

# MSG00240
source: Invailid TDS slab found
ar: تم العثور على لوح TDS غير صالح
de: Ungültige TDS-Platte gefunden
es: Se encontró una losa de TDS no válida
fr: Dalle TDS invalide trouvée
hi: अमान्य टीडीएस स्लैब मिला
id: Slab TDS yang Tidak Valid Ditemukan

# MSG00241
source: Duplicate GL account found
ar: تم العثور على حساب GL مكرر
de: Doppeltes Hauptbuchkonto gefunden
es: Se encontró una cuenta GL duplicada
fr: Compte GL en double trouvé
hi: डुप्लीकेट जीएल खाता मिला
id: Duplikat akun GL ditemukan

# MSG00242
source: Invalid price
ar: سعر غير صالح
de: Ungültiger Preis
es: Precio no válido
fr: Prix ​​invalide
hi: अमान्य कीमत
id: Harga tidak valid

# MSG00243
source: TDS/TCS account is not linked with TDS/TCS slab
ar: حساب TDS/TCS غير مرتبط بلوحة TDS/TCS
de: Das TDS/TCS-Konto ist nicht mit der TDS/TCS-Platte verknüpft
es: La cuenta TDS/TCS no está vinculada con la losa TDS/TCS
fr: Le compte TDS/TCS n'est pas lié à la dalle TDS/TCS
hi: टीडीएस/टीसीएस खाता टीडीएस/टीसीएस स्लैब से जुड़ा नहीं है
id: Akun TDS/TCS tidak tertaut dengan lempengan TDS/TCS

# MSG00244
source: GL account name already exists with the same name
ar: اسم حساب GL موجود بالفعل بنفس الاسم
de: Der GL-Kontoname existiert bereits mit demselben Namen
es: El nombre de la cuenta GL ya existe con el mismo nombre
fr: Le nom du compte GL existe déjà avec le même nom
hi: जीएल खाता नाम पहले से ही इसी नाम से मौजूद है
id: Nama akun GL sudah ada dengan nama yang sama

# MSG00245
source: GL account not found in voucher serial Number
ar: لم يتم العثور على حساب GL في الرقم التسلسلي للقسيمة.
de: FIBU-Konto in der Belegseriennummer nicht gefunden.
es: La cuenta del libro mayor no se encuentra en el número de serie del comprobante.
fr: Compte GL introuvable dans le numéro de série du bon.
hi: वाउचर क्रमांक में जीएल खाता नहीं मिला।
id: Akun GL tidak ditemukan di nomor seri voucher.

# MSG00246
source: for voucher serial Number
ar: للقسيمة التسلسلية رقم
de: für Gutschein-Seriennr.
es: para el número de serie del comprobante
fr: pour le numéro de série du bon.
hi: वाउचर क्रमांक के लिए
id: untuk voucher nomor seri.

# MSG00247
source: Return value mismatch with total GL value
ar: قيمة الإرجاع غير متطابقة مع إجمالي قيمة GL
de: Der Rückgabewert stimmt nicht mit dem Gesamtbuchwert überein
es: El valor de retorno no coincide con el valor total de GL
fr: La valeur de retour ne correspond pas à la valeur GL totale
hi: वापसी मूल्य कुल जीएल मूल्य से मेल नहीं खाता
id: Nilai pengembalian tidak cocok dengan nilai total GL

# MSG00248
source: Adjustment value can not be zero
ar: لا يمكن أن تكون قيمة التعديل صفرًا
de: Der Anpassungswert darf nicht Null sein
es: El valor de ajuste no puede ser cero.
fr: La valeur de réglage ne peut pas être nulle
hi: समायोजन मान शून्य नहीं हो सकता
id: Nilai penyesuaian tidak boleh nol

# MSG00249
source: Interbranch adjustment for payment received in
ar: التسوية بين الفروع للمدفوعات المستلمة في
de: Branchenübergreifende Anpassung für die in eingegangene Zahlung
es: Ajuste interprofesional por pago recibido en
fr: Rajustement interprofessionnel pour paiement reçu en
hi: प्राप्त भुगतान के लिए अंतरशाखा समायोजन
id: Penyesuaian antar cabang untuk pembayaran yang diterima

# MSG00250
source: Interbranch adjustment for payment made from
ar: التسوية بين الفروع للدفع الذي تم من
de: Branchenübergreifende Anpassung für Zahlungen von
es: Ajuste interprofesional por pago realizado desde
fr: Régularisation interprofessionnelle pour paiement effectué à partir de
hi: से किए गए भुगतान के लिए अंतरशाखा समायोजन
id: Penyesuaian antar cabang untuk pembayaran yang dilakukan dari

# MSG00251
source: vide receipt
ar: استلام الفيديو
de: Vide-Quittung
es: vídeo recibo
fr: reçu vidéo
hi: रसीद के माध्यम से
id: lihat tanda terima

# MSG00252
source: vide payment
ar: دفع بنصيحة
de: Vide-Zahlung
es: video pago
fr: paiement vide
hi: भुगतान के माध्यम से
id: lihat pembayaran

# MSG00253
source: Inter branch transfer account not found
ar: لم يتم العثور على حساب التحويل بين الفروع
de: Das Überweisungskonto zwischen der Filiale wurde nicht gefunden
es: Cuenta de transferencia entre sucursales no encontrada
fr: Compte de virement inter succursales introuvable
hi: अंतर शाखा स्थानांतरण खाता नहीं मिला
id: Rekening transfer antar cabang tidak ditemukan

# MSG00254
source: Material Requisition is under process, document can not be modified
ar: طلب المواد قيد المعالجة، ولا يمكن تعديل المستند
de: Die Materialanforderung wird derzeit bearbeitet. Das Dokument kann nicht geändert werden
es: La solicitud de material está en proceso, el documento no se puede modificar
fr: La demande de matériel est en cours de traitement, le document ne peut pas être modifié
hi: सामग्री की मांग प्रक्रियाधीन है, दस्तावेज़ को संशोधित नहीं किया जा सकता है
id: Permintaan Material sedang dalam proses, dokumen tidak dapat diubah

# MSG00255
source: Planned quantity should be equal with order to produce/procure quantity
ar: يجب أن تكون الكمية المخططة مساوية لأمر إنتاج/شراء الكمية
de: Die geplante Menge sollte mit der Auftragsmenge/Beschaffungsmenge übereinstimmen
es: La cantidad planificada debe ser igual a la cantidad para producir/adquirir.
fr: La quantité prévue doit être égale à la quantité commandée pour produire/acheter
hi: नियोजित मात्रा उत्पादन/खरीद के आदेश के बराबर होनी चाहिए
id: Kuantitas yang direncanakan harus sama dengan kuantitas produksi/pengadaan yang dipesan

# MSG00256
source: Purchase requisition has been processed, Production plan can not be modified
ar: تمت معالجة طلب الشراء. لا يمكن تعديل خطة الإنتاج
de: Die Bestellanforderung wurde bearbeitet. Der Produktionsplan kann nicht geändert werden
es: La solicitud de compra ha sido procesada. El plan de producción no se puede modificar.
fr: La demande d'achat a été traitée. Le plan de production ne peut pas être modifié
hi: खरीद मांग पर कार्रवाई कर दी गई है. उत्पादन योजना को संशोधित नहीं किया जा सकता
id: Permintaan pembelian telah diproses. Rencana produksi tidak dapat diubah
