Repository: SurajMauryaEnrep/Businet
Catalog: EnRepMobileWeb/Resources/Resource.*.resx
Languages: ar, de, es, fr, hi, id

source: Accepted
ar: وافقت
de: Akzeptiert
es: Aceptado
fr: Accepté
hi: को स्वीकृत
id: Diterima

source: Accepted Quantity
ar: الكمية المقبولة
de: Akzeptierte Menge
es: Cantidad aceptada
fr: Quantité acceptée
hi: स्वीकृत मात्रा
id: Kuantitas yang Diterima

source: Access Control
ar: صلاحية التحكم صلاحية الدخول
de: Zugangskontrolle
es: Control de acceso
fr: Contrôle d'accès
hi: अभिगम नियंत्रण
id: Kontrol akses

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
id: Akun

source: Account Detail
ar: تفاصيل الحساب
de: Kontodetails
es: Detalle de la cuenta
fr: Détail du compte
hi: खाता विवरण
id: Detail Akun

source: Account Group
ar: جماعة حساب
de: Kontengruppe
es: Grupo de cuentas
fr: Compte de groupe
hi: खाता समूह
id: Grup Akun

source: Account ID
ar: معرف الحساب
de: Konto-ID
es: ID de la cuenta
fr: identifiant de compte
hi: खाता आईडी
id: ID Akun

source: Account Name
ar: أسم الحساب
de: Kontobezeichnung
es: Nombre de la cuenta
fr: Nom du compte
hi: खाता नाम
id: Nama akun

source: Account Number
ar: رقم حساب
de: Accountnummer
es: Número de cuenta
fr: Numéro de compte
hi: खाता संख्या
id: Nomor akun

source: Account Payables
ar: حسابات قابلة للدفع
de: Konto Verbindlichkeiten
es: Cuentas por pagar
fr: Comptes à payer
hi: खाता देनदारियां
id: Akun hutang

source: Account Receivables
ar: الذمم
de: Forderungen aus Lieferungen und Leistungen
es: cuentas por cobrar
fr: Comptes clients
hi: खाते की प्राप्तियां
id: Piutang Usaha

source: Account Type
ar: نوع الحساب
de: Konto Typ
es: Tipo de cuenta
fr: Type de compte
hi: खाते का प्रकार
id: Jenis akun

source: Accumulated
ar: متراكمة
de: Kumuliert
es: Acumulado
fr: Accumulé
hi: संचित
id: Akumulasi

source: Acknowledge
ar: يُقرّ
de: Anerkennen
es: Reconocer
fr: Reconnaître
hi: स्वीकार करना
id: Mengakui

# Action
source: Active/Inactive
ar: نشط نشط
de: Aktiv inaktiv
es: Activo / Inactivo
fr: Actif inactif
hi: कार्य
id: Tindakan

# Action1
source: Action
ar: فعل
de: Aktion
es: Acción
hi: कार्रवाई
id: Tindakan

source: Active
ar: نشيط
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
id: Aktif

source: Active For Reporting
ar: نشط للإبلاغ
de: Aktiv für die Berichterstattung
es: Activo para informes
fr: Actif pour la création de rapports
hi: रिपोर्टिंग के लिए सक्रिय
id: Aktif Untuk Pelaporan

source: Active For Transaction
ar: نشط للمعاملات
de: Aktiv für Transaktion
es: Activo para la transacción
fr: Actif pour la transaction
hi: लेन-देन के लिए सक्रिय
id: Aktif Untuk Bertransaksi

source: Active Status
ar: الحالة النشطة
de: Aktiver Status
es: Estado activo
fr: Statut actif
hi: सक्रिय स्थिति
id: Status Aktif

source: Actual
ar: فعلي
de: Tatsächlich
fr: Réelle
hi: वास्तविक
id: Sebenarnya

source: Actual Consumption
ar: الاستهلاك الفعلي
de: Tatsächlicher Verbrauch
es: Consumo real
fr: Consommation réelle
hi: वास्तविक खपत
id: Konsumsi Aktual

source: Actual Cost
ar: التكلفة الفعلية
de: Tatsächliche Kosten
es: Costo real
fr: Prix actuel
hi: वास्तविक कीमत
id: Harga asli

# ActualEndDateAndTime
source: Actual End Date & Time
ar: تاريخ ووقت الانتهاء الفعلي
de: Tatsächliches Enddatum und -uhrzeit
es: Fecha y hora de finalización real
fr: Date et heure de fin réelles
hi: वास्तविक समाप्ति तिथि और समय
id: Tanggal Dan Waktu Akhir Aktual

source: Actual Sale
ar: البيع الفعلي
de: Tatsächlicher Verkauf
es: Venta real
fr: Vente réelle
hi: वास्तविक बिक्री
id: Penjualan Aktual

# ActualStartDateAndTime
source: Actual Start Date & Time
ar: تاريخ ووقت البدء الفعلي
de: Tatsächliches Startdatum und -uhrzeit
es: Fecha y hora de inicio reales
fr: Date et heure de début réelles
hi: वास्तविक प्रारंभ दिनांक और समय
id: Tanggal dan Waktu Mulai Aktual

source: Add Branches
ar: أضف الفروع
de: Zweige hinzufügen
es: Agregar sucursales
fr: Ajouter des succursales
hi: शाखाएँ जोड़ें
id: Tambahkan Cabang

source: Add Button
ar: إضافة زر
de: Schaltfläche „Hinzufügen“.
es: Añadir botón
fr: Ajouter un bouton
hi: बटन जोड़ें
id: Tambahkan Tombol

source: Addition
ar: إضافة
de: Zusatz
es: Suma
fr: Ajout
hi: जोड़ना
id: Tambahan

source: Additional
ar: إضافي
de: Zusätzlich
es: Adicional
fr: Supplémentaire
hi: अतिरिक्त
id: Tambahan

source: Add New
ar: اضف جديد
de: Neue hinzufügen
es: Agregar nuevo
fr: Ajouter nouveau
hi: नया जोड़ो
id: Tambah baru

source: Add New Prospect
ar: إضافة عميل محتمل جديد
de: Neuen Interessenten hinzufügen
es: Agregar nuevo prospecto
fr: Ajouter un nouveau prospect
hi: नई संभावना जोड़ें
id: Tambah Prospek Baru

source: Address
ar: عنوان
de: Adresse
es: DIRECCIÓN
fr: Adresse
hi: पता
id: Alamat

source: Address Information
ar: معلومات العنوان
de: Adresse
es: Datos del Domicilio
fr: Informations d'adresse
hi: पते की जानकारी
id: Informasi alamat

source: Address Structure
ar: بنية العنوان
de: Adressstruktur
es: Estructura de dirección
fr: Structure d'adresse
hi: पता संरचना
id: Struktur Alamat

source: Adjusted Amount
ar: المبلغ المعدل
de: Angepasster Betrag
es: Importe ajustado
fr: Montant ajusté
hi: समायोजित राशि
id: Jumlah yang Disesuaikan

source: Adjustment
ar: تعديل
de: Einstellung
es: Ajustamiento
fr: Ajustement
hi: समायोजन
id: Pengaturan

source: Adjustment Value
ar: قيمة التعديل
de: Anpassungswert
es: Valor de ajuste
fr: Valeur d'ajustement
hi: समायोजन मूल्य
id: Nilai Penyesuaian

source: Advance
ar: يتقدم
de: Vorauszahlung
es: Avance
fr: Avance
hi: अग्रिम
id: Maju

source: Advice
ar: النصيحة
de: Beratung
es: Consejo
fr: Conseils
hi: सलाह
id: Nasihat

source: Advice Date
ar: تاريخ الاستشارة
de: Beratungsdatum
es: Fecha de aviso
fr: Date de l'avis
hi: सलाह तिथि
id: Tanggal Saran

source: Advice Number
ar: رقم الاستشارة
de: Beratungsnummer
es: Número de aviso
fr: Numéro de conseil
hi: सलाह संख्या
id: Nomor Saran

# AdviceNumberAndDate
source: Advice Number & Date
ar: رقم وتاريخ الاستشارة
de: Avisnummer und Datum
es: Número de aviso y fecha
fr: Numéro et date de l'avis
hi: सलाह संख्या और दिनांक
id: Saran Nomor Dan Tanggal

source: Advice Quantity
ar: كمية المشورة
de: Beratungsmenge
es: Cantidad de consejos
fr: Quantité conseillée
hi: सलाह मात्रा
id: Jumlah Saran

source: After
ar: بعد
de: Nach
es: Después
fr: Après
hi: बाद
id: Setelah

source: After Revision
ar: بعد المراجعة
de: Nach der Überarbeitung
es: Después de la revisión
fr: Après révision
hi: संशोधन के बाद
id: Setelah Revisi

source: Against
ar: ضد
de: Gegen
es: Contra
fr: Contre
hi: ख़िलाफ़
id: Melawan

source: Ageing
ar: شيخوخة
de: Altern
es: Envejecimiento
fr: Vieillissement
hi: उम्र बढ़ने
id: Penuaan

source: Alert
ar: يُحذًِر
de: Alarm
es: Alerta
fr: Alerte
hi: चेतावनी
id: Peringatan

source: Alias
ar: الاسم المستعار
hi: उपनाम

source: All
ar: الجميع
de: Alle
es: Toda
fr: Toute
hi: सभी
id: Semua

source: Allocation
ar: توزيع
es: Asignación
hi: आवंटन
id: Alokasi

source: Allowed
ar: مسموح
de: Erlaubt
es: Permitido
fr: Permise
hi: अनुमत
id: Diizinkan

source: Alternate
ar: البديل
de: Wechseln
es: Alterno
fr: Alterner
hi: वैकल्पिक
id: Bergantian

source: Alternative Group Name
ar: اسم المجموعة البديل
de: Alternativer Gruppenname
es: Nombre de grupo alternativo
fr: Nom De Groupe Alternatif
hi: वैकल्पिक समूह का नाम
id: Nama Grup Alternatif

source: Amended By
ar: عدل بواسطة
de: Geändert durch
es: Enmendado por
fr: Modifié Par
hi: इसके द्वारा संशोधित
id: Diubah Oleh

source: Amended On
ar: تم التعديل في
de: Geändert am
es: Modificado el
fr: Modifié Le
hi: संशोधित किया गया
id: Diubah Pada

source: Amendment
ar: تعديل
de: Änderung
es: Enmienda
fr: Amendement
hi: संशोधन
id: Amandemen

source: Amount
ar: كمية
de: Menge
es: Cantidad
fr: Montante
hi: मात्रा
id: Jumlah

source: Amount @.1%
ar: مبلغ TDS @ .1٪
de: Betrag @.1 %
es: Cantidad @.1%
fr: Montant @.1 %
hi: राशि @.1%
id: Jumlah @.1%

source: Amount Type
ar: نوع المبلغ
de: Betragstyp
es: Tipo de cantidad
fr: Type de montant
hi: राशि प्रकार
id: Jenis Jumlah

source: Analysis
ar: تحليل
de: Analyse
es: Análisis
fr: Analyse
hi: विश्लेषण
id: Analisis

source: And
ar: و
de: Und
es: Y
fr: Et
hi: और
id: Dan

source: API Response
ar: استجابة واجهة برمجة التطبيقات
de: API-Antwort
es: Respuesta API
fr: Réponse de l'API
hi: एपीआई प्रतिक्रिया
id: Respon API

source: Applicable
ar: المعمول بها
de: Zutreffend
es: Aplicable
fr: En vigueur
hi: उपयुक्त
id: Berlaku

source: Applicable Date
ar: التاريخ المعمول به
de: Anwendbares Datum
es: Fecha aplicable
fr: Date applicable
hi: लागू तिथि
id: Tanggal Berlaku

source: Applicable From
ar: ينطبق من
de: Anwendbar ab
es: Aplicable desde
fr: Applicable à partir de
hi: से लागू
id: Berlaku Dari

source: Applicable On
ar: ينطبق على
de: Anwendbar am
es: Aplicable en
fr: Applicable sur
hi: पर लागू
id: Berlaku Aktif

source: Apply On
ar: تطبيق على
de: Bewerben Sie sich am
es: Aplicar sobre
fr: Appliquer sur
hi: पर आवेदन
id: Terapkan Aktif

source: Apply Tax
ar: تطبيق الضريبة
de: Steuern anwenden
es: Aplicar impuestos
fr: Appliquer la taxe
hi: कर लागू करें
id: Terapkan Pajak

source: Approval
ar: موافقة
de: Genehmigung
es: Aprobación
fr: Approbation
hi: अनुमति
id: Persetujuan

source: Approve
ar: يوافق
de: Genehmigen
es: Aprobar
fr: Approuver
hi: मंज़ूरी देना
id: Menyetujui

source: Approved
de: Genehmigt
es: Aprobado
fr: Approuvée
hi: अनुमत
id: Disetujui

source: Approved By
ar: تمت الموافقة عليه من قبل
de: Genehmigt durch
es: Aprobado por
fr: Approuvé Par
hi: के द्वारा अनुमोदित
id: Disetujui oleh

source: Approved On
ar: تمت الموافقة عليه في
de: Genehmigt am
es: Aprobado en
fr: Approuvé Le
hi: पर स्वीकृत
id: Disetujui Aktif

source: Area
de: Bereich
es: Área
hi: क्षेत्र
id: Daerah

source: As On
ar: كما في
de: Als On
es: Como en
fr: Comme sur
hi: पर जैसा
id: Seperti Aktif

source: Assembly
ar: حَشد
de: Montage
es: Asamblea
fr: Assemblé
hi: विधानसभा
id: Perakitan

source: Assessable
ar: قابل للتقييم
de: Bewertbar
es: Evaluable
fr: Imposable
hi: निर्धारणीय
id: Wajib pajak

source: Assessable Value
ar: قيمة قابلة للتقييم
de: Bewertbarer Wert
es: Valor evaluable
fr: Valeur évaluable
hi: निर्धारण योग्य मूल्य
id: Nilai yang Dapat Dinilai

source: Asset
ar: أصل
de: Vermögenswert
es: Activo
fr: Actif
hi: संपत्ति
id: Aset

source: Asset Account
ar: حساب الأصول
de: Vermögenskonto
es: Cuenta de activos
fr: Compte D'actifs
hi: संपत्ति खाता
id: Akun Aset

source: Assigned
ar: مُكَلَّف
de: Zugewiesen
es: Asignado
fr: Attribué
hi: सौंपा गया
id: Ditugaskan

source: Attachment
ar: المرفق
de: Anhang
es: Adjunto
fr: Attachement
hi: अटैचमेंट
id: Lampiran

source: Attended By
ar: حضر بواسطة
de: Begleitet von
es: Atendido por
fr: En présence de
hi: भागीदार
id: Dihadiri oleh

source: Attribute
ar: ينسب
de: Attribut
es: Atributo
fr: Attribut
hi: गुण
id: Atribut

source: Attribute Name
ar: اسم السمة
de: Attributname
es: Nombre del Atributo
fr: Nom D'attribut
hi: उत्तरदायी ठहराने के लिए नाम
id: Nama Atribut

source: Attribute Value
ar: قيمة السمة
de: Attributwert
es: Valor de atributo
fr: Valeur D'attribut
hi: मान बताइए
id: Nilai Atribut

source: Attribute Values
ar: قيم السمة
de: Attributwerte
es: Valores de atributo
fr: valeurs d'attribut
hi: विशेषता मान
id: Nilai Atribut

source: Auto
ar: آلي
hi: ऑटो
id: Mobil

source: Available
ar: متوفرة
de: Verfügbar
es: Disponible
fr: Disponible
hi: उपलब्ध
id: Tersedia

source: Available Credit Limit
ar: حد الائتمان المتاح
de: Verfügbares Kreditlimit
es: Límite de crédito disponible
fr: Limite de crédit disponible
hi: उपलब्ध क्रेडिट सीमा
id: Batas Kredit yang Tersedia

source: Available Quantity
ar: الكمية المتوفرة
de: verfügbare Anzahl
es: Cantidad disponible
fr: quantité disponible
hi: उपलब्ध मात्रा
id: Kuantitas yang Tersedia

source: Available Stock
ar: المخزون المتوفر
de: Lagerbestand
es: Stock disponible
fr: Stock disponible
hi: मौजूदा भंडार
id: Stok tersedia

source: Available Stock In Warehouse
ar: المخزون المتاح في المستودع
de: Verfügbarer Lagerbestand
es: Stock disponible en almacén
fr: Stock disponible dans l'entrepôt
hi: गोदाम में उपलब्ध स्टॉक
id: Stok Tersedia Di Gudang

source: Available Stock On Shopfloor
ar: المخزون المتوفر في المتجر
de: Verfügbarer Lagerbestand in der Werkstatt
es: Stock disponible en el taller
fr: Stock disponible sur l'atelier
hi: शॉपफ्लोर पर उपलब्ध स्टॉक
id: Stok Tersedia Di Shopfloor

source: Available Stocks
ar: الأسهم المتاحة
de: Verfügbare Bestände
es: las existencias disponibles
fr: Stocks disponibles
hi: उपलब्ध स्टॉक
id: Saham yang Tersedia

source: Available Stock Value
ar: قيمة المخزون المتاحة
de: Verfügbarer Lagerwert
es: Valor de existencias disponible
fr: Valeur Du Stock Disponible
hi: उपलब्ध स्टॉक मूल्य
id: Nilai Stok yang Tersedia

source: Average
ar: متوسط
de: Durchschnitt
fr: Moyenne
hi: औसत
id: Rata-rata

source: Average Cost
ar: متوسط السعر
de: Durchschnittskosten
es: Costo Promedio
fr: Coût moyen
hi: औसत लागत
id: Biaya rata-rata

source: Average Rate
ar: المعدل المتوسط
de: Durchschnittsrate
es: Tasa promedio
fr: Taux moyen
hi: सामान्य दर
id: Harga rata-rata

source: Back
ar: عودة
de: Zurück
es: Atrás
fr: Retour
hi: पीछे
id: Kembali

source: Balance
ar: توازن
de: Gleichgewicht
fr: Équilibre
hi: संतुलन
id: Keseimbangan

source: Balance By
ar: التوازن بواسطة
de: Ausgleich nach
es: Saldo por
fr: Solde par
hi: द्वारा संतुलन
id: Saldo Oleh

source: Balance Sheet Statement
ar: بيان الميزانية العمومية
de: Bilanzauszug
es: Estado de balance
fr: État du bilan
hi: बैलेंस शीट विवरण
id: Laporan Neraca

source: Balance Type
ar: نوع الرصيد
de: Saldentyp
es: Tipo de saldo
fr: Type D'équilibre
hi: बैलेंस प्रकार
id: Jenis Saldo

source: Bank
ar: بنك
es: Banco
fr: Banque
hi: किनारा

source: Bank Account
ar: حساب البنك
de: Bankkonto
es: Cuenta bancaria
fr: Compte bancaire
hi: बैंक खाता
id: Akun bank

source: Bank Branch
ar: فرع بنك
de: Bankfiliale
es: Sucursal bancaria
fr: Agence bancaire
hi: बैंक शाखा
id: Cabang Bank

source: Bank Detail
ar: تفاصيل البنك
de: Bankverbindung
es: Detalle bancario
fr: Détail de la Banque
hi: बैंक का विवरण
id: Detil Perbankan

source: Bank Name
ar: اسم البنك
es: Nombre del banco
fr: Nom de banque
hi: बैंक का नाम
id: Nama Bank

source: Bank Receipts vs Payments
ar: إيصالات البنك مقابل المدفوعات
de: Bankbelege vs. Zahlungen
es: Recibos bancarios vs Pagos
fr: Reçus bancaires vs paiements
hi: बैंक रसीदें बनाम भुगतान
id: Penerimaan Bank Vs Pembayaran

source: Base
ar: قاعدة
hi: आधार
id: Basis

source: Base Amount
ar: كمية أساسية
de: Grundbetrag
es: Cantidad base
fr: Montant de base
hi: मूल
id: Jumlah dasar

source: Base UOM
ar: قاعدة UOM
de: Basis-ME
es: Unidad de medida base
fr: Base De UOM
hi: बेस यूओएम
id: UOM dasar

source: Basis
ar: أساس
es: Base
fr: Base
hi: आधार
id: Dasar

source: Batch
ar: دفعة
de: Charge
es: Lote
fr: Lot
hi: बैच
id: Kelompok

# Batch1
source: Batch#
ar: حزمة#
de: Charge#
es: Lote#
fr: Grouper#
hi: बैच1
id: Kelompok#

source: Batch Detail
ar: تفاصيل الدفعة
de: Chargendetails
es: Detalle de lote
fr: Détail du lot
hi: बैच विवरण
id: Detail Batch

source: Batch Issued Quantity
ar: كمية الدفعة المصدرة
de: Chargenausgabemenge
es: Cantidad emitida por lote
fr: Quantité émise par lot
hi: बैच जारी मात्रा
id: Batch Jumlah yang Dikeluarkan

source: Batch Item
ar: البند دفعة
de: Batch-Artikel
es: Artículo de lote
fr: Article De Lot
hi: बैच आइटम
id: Barang Batch

source: Batch Number
ar: رقم الدفعة
de: Chargennummer
es: Número de lote
fr: Numéro de lot
hi: बैच संख्या
id: Nomor batch

# BatchNumberDetail
source: Batch Detail
ar: تفاصيل الدفعة
de: Chargendetails
es: Detalle de lote
fr: Détail du lot
hi: बैच संख्या विवरण
id: Detail Nomor Batch

source: Before
ar: قبل
de: Vor
es: Antes
fr: Avant
hi: पहले
id: Sebelum

source: Before Revision
ar: قبل المراجعة
de: Vor der Überarbeitung
es: Antes de la revisión
fr: Avant la révision
hi: संशोधन से पहले
id: Sebelum Revisi

source: Beneficiary
ar: المستفيد
de: Begünstigter
es: Beneficiario
fr: Bénéficiaire
hi: लाभार्थी
id: Penerima

source: Bill
ar: فاتورة
de: Rechnung
es: Factura
fr: Facture
hi: बिल
id: Tagihan

source: Bill Adjustment
ar: تعديل الفاتورة
de: Rechnungsanpassung
es: Ajuste de factura
fr: Ajustement de facture
hi: बिल समायोजन
id: Penyesuaian Tagihan

source: Bill Amount
ar: مبلغ الفاتورة
de: Rechnungsbetrag
es: Total de la factura
fr: Montant de la facture
hi: बिल राशि
id: Jumlah tagihan

source: Bill Date
ar: تاريخ الفاتورة
de: Rechnungsdatum
es: Fecha de pago
fr: Date de facturation
hi: बिल की तिथि
id: Tanggal tagihan

source: Bill Detail
ar: تفاصيل الفاتورة
de: Rechnungsdetails
es: Detalle de la factura
fr: Détail de la facture
hi: बिल विवरण
id: Detail Tagihan

source: Billed
ar: فاتورة
de: In Rechnung gestellt
es: Facturado
fr: Facturé
hi: बिल
id: Ditagih

source: Billed Quantity
ar: الكمية المطلوبة
de: Abgerechnete Menge
es: Cantidad facturada
fr: Quantité facturée
hi: बिल की गई मात्रा
id: Kuantitas yang Ditagih

source: Billing Address
ar: عنوان وصول الفواتير
de: Rechnungsadresse
es: Dirección de Envio
fr: Adresse de facturation
hi: बिल भेजने का पता
id: alamat tagihan

source: Bill Number
ar: رقم الفاتوره
de: Rechnungsnummer
es: Número de factura
fr: Numéro de facture
hi: बिल संख्या
id: Nomor Tagihan

source: Bill Of Material
ar: فاتورة المواد
de: Stückliste
es: lista de materiales
fr: Nomenclature
hi: सामग्री का बिल
id: Daftar Bahan

source: Bill/Voucher Date
ar: تاريخ الفاتورة / القسيمة
de: Rechnungs-/Gutscheindatum
es: Fecha de factura/vale
fr: Date de la facture/du bon
hi: बिल वाउचर की तारीख
id: Tanggal Tagihan Voucher

source: Bill/Voucher Number
ar: رقم الفاتورة / القسيمة
de: Rechnungs-/Gutscheinnummer
es: Número de factura/vale
fr: Numéro de facture/bon
hi: बिल वाउचर नंबर
id: Nomor Voucher Tagihan

source: Bin
ar: سلة مهملات
de: Behälter
es: Papelera
fr: Poubelle
hi: बिन
id: Tempat sampah

source: BIN Number
ar: رقم بن
de: BIN-Nummer
es: Número de BIN
fr: Numéro BIN
hi: बिन नंबर
id: Nomor BIN

source: BIN Setup
ar: إعداد BIN
es: Configuración de BIN
fr: Configuration du BIN
hi: बिन सेटअप
id: Pengaturan BIN

source: Body
ar: جسم
de: Körper
es: Cuerpo
fr: Corps
hi: शरीर
id: Tubuh

source: BOM Hierarchy
ar: BOM التسلسل الهرمي
de: Stücklistenhierarchie
es: Jerarquía de lista de materiales
fr: Hiérarchie de nomenclature
hi: बीओएम पदानुक्रम
id: Hirarki BOM

source: BOM Quantity
ar: كمية BOM
de: Stücklistenmenge
es: Cantidad de lista de materiales
fr: Quantité de nomenclature
hi: बीओएम मात्रा
id: Jumlah BOM

source: BOM Revision Number
ar: رقم مراجعة BOM
de: Stücklistenrevisionsnummer
es: Número de revisión de la lista de materiales
fr: Numéro de révision de la nomenclature
hi: बीओएम संशोधन संख्या
id: Nomor Revisi BOM

source: Book
ar: كتاب
de: Buch
es: Libro
fr: Livre
hi: किताब
id: Buku

source: Books ?
ar: كتب؟
de: Bücher ?
es: ¿Libros?
fr: Livres ?
hi: पुस्तकें
id: Buku ?

source: Box Detail
ar: تفاصيل الصندوق
es: Detalle de la caja
fr: Détail de la boîte
hi: बॉक्स विवरण
id: Detil Kotak

source: Branch
ar: فرع شجرة
de: Zweig
es: Rama
fr: Branche
hi: शाखा
id: Cabang

source: Branch Access
ar: الوصول إلى الفرع
de: Filialzugriff
es: Acceso a Sucursales
fr: Accès aux succursales
hi: शाखा पहुँच
id: Akses Cabang

source: Branch Mapping
ar: خريطة الفرع
de: Zweigzuordnung
es: Mapeo de sucursales
fr: Cartographie des branches
hi: शाखा मानचित्रण
id: Pemetaan Cabang

source: Branch Name
ar: اسم الفرع
de: Zweigname
es: Nombre de la sucursal
fr: Nom de la filiale
hi: शाखा का नाम
id: Nama cabang

source: Branch Wise
ar: فرع الحكمة
de: Zweigweise
es: Rama sabia
fr: Branche sage
hi: शाखा वार
id: Cabang Bijaksana

source: Breakdown Cause
ar: سبب الانهيار
de: Störungsursache
es: Causa de avería
fr: Cause de la panne
hi: टूटने का कारण
id: Penyebab Kerusakan

source: Breakdown History
ar: تاريخ الانهيار
de: Pannenverlauf
es: Historial de averías
fr: Historique des pannes
hi: ब्रेकडाउन इतिहास
id: Sejarah Kerusakan

source: Breakdown Issue
ar: مشكلة الانهيار
es: Problema de avería
fr: Problème de panne
hi: ब्रेकडाउन मुद्दा
id: Masalah Kerusakan

source: Budget
ar: ميزانية
es: Presupuesto
hi: बजट
id: Anggaran

source: Buyer if other then Consignee
ar: المشتري إذا كان غير ذلك ثم المرسل إليه
de: Käufer, wenn nicht Empfänger
es: Comprador si no es el consignatario
fr: Acheteur si autre que Destinataire
hi: क्रेता यदि परेषिती के अतिरिक्त अन्य हो
id: Pembeli jika selain Penerima Barang

source: Buyer Information
ar: معلومات المشتري
es: Información del comprador
fr: Informations sur l'acheteur
hi: क्रेता सूचना
id: Informasi Pembeli

source: Buyer Item Code
ar: رمز عنصر المشتري
es: Código de artículo del comprador
fr: Code d'article de l'acheteur
hi: खरीदार आइटम कोड
id: Kode Barang Pembeli

source: Buyer Name
ar: اسم المشتري
es: Nombre del comprador
fr: Nom de l'acheteur
hi: खरीदार का नाम
id: Nama Pembeli

# BuyersOrderNumberAndDate
source: Buyer's Ord No & Dt
ar: رقم طلب المشتري وتاريخه
de: Bestell-Nr. und Dt. des Käufers
es: Número de pedido y fecha del comprador
fr: Numéro de commande et Dt de l'acheteur
hi: क्रेता का आदेश संख्या एवं दिनांक
id: No Pesanan Pembeli & Dt

source: By
ar: بواسطة
de: Von
es: Por
fr: Par
hi: द्वारा
id: Oleh

source: By Product / Scrap Detail
ar: حسب المنتج / تفاصيل الخردة
es: Por producto / Detalle de desecho
fr: Par produit / Détail des rebuts
hi: उत्पाद स्क्रैप विवरण द्वारा
id: Berdasarkan Detail Produk / Memo

source: Calculate
ar: احسب
de: Berechnung
es: Calcular
fr: Calculer
hi: गणना
id: Menghitung

source: Calculator
ar: آلة حاسبة
de: Taschenrechner
es: Calculadora
fr: Calculatrice
hi: गणक
id: Kalkulator

source: Calendar
ar: تقويم
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
id: Kalender

source: CalendarYear
ar: تقويم سنوي
es: Año del calendario
fr: Année civile
hi: कैलेंडर वर्ष
id: Tahun kalender

source: Call
ar: يتصل
de: Anruf
es: Llamar
fr: Appel
hi: पुकारना
id: Panggilan

source: Cancel
ar: يلغي
es: Cancelar
fr: Annuler
hi: रद्द करना
id: Membatalkan

source: Cancelled
ar: ألغيت
es: Cancelado
fr: Annulé
hi: रद्द
id: Dibatalkan

source: Capital Good
ar: عاصمة الخير
es: Buena capital
fr: Bon Capital
hi: कैपिटल गुड
id: Modal Bagus

source: Capitalized
ar: بالأحرف الكبيرة
de: Großgeschrieben
es: Capitalizado
fr: En majuscule
hi: बड़ा कर दिया है
id: Dikapitalisasi

source: Card
ar: بطاقة
es: Tarjeta
fr: Carte
hi: कार्ड
id: Kartu

source: Carrier Name
ar: اسم الناقل
es: Nombre de la compañía
fr: Nom du transporteur
hi: वाहक का नाम
id: Nama Operator

source: Carrier Number
es: Número de operador
hi: वाहक संख्या
id: Nomor Operator

source: Cash
ar: نقدي
es: Dinero
fr: En espèces
hi: नकद
id: Uang tunai

source: Cash Account
ar: حساب نقدي
es: Cuenta de efectivo
fr: Compte Espèces
hi: रोकड़ा खाता
id: Rekening Tunai

source: Cash Flow Type
ar: نوع التدفق النقدي
es: Tipo de flujo de efectivo
fr: Type de flux de trésorerie
hi: कैश फ्लो प्रकार
id: Jenis Arus Kas

source: Catalogue Number
ar: رقم الكتالوج
es: Número de catalogo
fr: Numéro de catalogue
hi: कैटलॉग दिनांक
id: Nomor katalog

source: Category
ar: الفئة
es: Categoría
fr: Catégorie
hi: वर्ग
id: Kategori

source: Category Name
ar: اسم التصنيف
es: nombre de la categoría
fr: Nom de catégorie
hi: श्रेणी नाम
id: Nama Kategori

# CatelogDate
source: Catalogue Date
ar: تاريخ الكتالوج
de: Katalogdatum
es: Fecha del catálogo
fr: Date du catalogue
hi: कैटलॉग तिथि
id: Tanggal Katalog

source: CBM
hi: सीबीएम

# CentralTax
source: Central Tax (CGST)
ar: الضريبة المركزية (CGST)
es: Impuesto Central (CGST)
fr: Centrale des Impôts (CGST)
hi: केंद्रीय कर
id: Pajak Pusat

source: CGST
hi: सीजीएसटी

source: Change Password?
ar: تغيير كلمة المرور؟
es: ¿Cambiar la contraseña?
fr: Changer le mot de passe?
hi: पासवर्ड बदलें
id: Ganti kata sandi?

source: Charges
ar: شحنة
de: Gebühren
es: Cargos
fr: Des charges
hi: प्रभार
id: Biaya

source: Checked
ar: تم الفحص
de: Geprüft
es: Comprobado
fr: À carreaux
hi: चेक किए गए
id: Diperiksa

source: Cheque
ar: يفحص
de: Überprüfen
es: Controlar
fr: Vérifier
hi: चेक
id: Memeriksa

source: City
ar: مدينة
de: Stadt
es: Ciudad
fr: ville
hi: शहर
id: Kota

# CityAndPIN
source: City & PIN
ar: المدينة ورقم التعريف الشخصي
de: Stadt und PIN
es: Ciudad y PIN
fr: Ville et code PIN
hi: शहर और पिन
id: Kota Dan PIN
